{
  "Legal": "法的",
  "Documents": "文書",
  "To better understand Forex margin trading and CFD": "外国為替証拠金取引とCFD商品をよりよく理解し、外国為替取引に関するあなたの権利と義務を学ぶために、当社の総合PDFファイルをダウンロードしてご一読ください。",
  "Privacy Policy": "プライバシーポリシー",
  "This site is owned and operated by RightFX": "当サイトはRightFXによって所有・運営されています。 あなたのプライバシーは、RightFXにとって最も重要です。当社は、すべてのお客様に満足のいく安全な体験をしていただけるよう努めております。",
  "Policy": "当社にはEUのデータ保護法を遵守する義務があり、当社と共有する情報の保管と開示の両方に関して厳格なセキュリティ管理を実施しています。RightFXは、法律が要求する場合、または当社に対する規制義務に従う場合を除き、特定の個人に関する情報を外部の第三者と共有することはありません。 情報開示に関する詳細は、ビジネス規約の第26条をご参照ください。 当社は、ユーザーに特定の種類の情報を共有することを要求しているため、ユーザーには、その情報の取得と使用に関する当社の方針、契約条件を理解する権利があると考えています。このプライバシーに関する声明は、そうした情報の特質と使用に関する情報を開示しています。",
  "RightFX Limited gathers and tracks": "RightFX Limited 以下の情報を収集し、追跡します。",
  "Information that users disclose through optional": "電子ニュースレターを受け取るために、自らの意思で任意に提出するものを通じてユーザーが開示する情報。",
  "Information that users disclose to request a free Demo account": ".     ユーザーが無料のデモ口座を要求したり、当社のオンライン取引ソフトウェアへのフルアクセスを取得するために開示する情報。これらの情報は、クライアントの本人確認手続きを完了し、当社のサービスにアクセスできるようになる前の適合性評価において、規制上の当社の目的を果たす上で必要なものです。",
  "Risk Disclaimer": "リスク免責事項",
  "RIGHTFX LTD is authorised and regulated by the Cyprus Securities": "RIGHTFX LTDは、キプロスのキプロス証券取引委員会（CySEC）によって認可・規制されています（ライセンス番号340/17）。",
  "RIGHTFX LTD is authorised and regulated by the Financial Service Commission": "RIGHTFX LTDは、モーリシャスの金融サービス委員会（FSC）によって認可・規制されています（ライセンス番号GB19024778）。",
  "High Risk Investment Warning": "高リスク投資警告",
  "Warning1": "外国為替証拠金取引は、高いリスクを伴い、すべての投資家に適しているわけではありません。レバレッジはあなたに有利に働くことも、不利に働くこともあります。",
  "Warning2": "外国為替取引を行なうと決断する前に、投資目標、経験レベル、リスク許容度を慎重に検討する必要があります。",
  "Warning3": "初期投資の一部または全部を失い続ける可能性があるため、失ってはいけないお金を投資すべきではありません。",
  "Warning4": "外国為替取引に関連するすべてのリスクを認識し、疑問がある場合は独立した金融アドバイザーから助言を求めてください。",
  "RightFX Legal Documents": "RightFX 法的文書",
  "Download PDF Files": "ダウンロードする",
  "RightFX Client Agreement": "RightFXクライアント契約",
  "RightFX VPS Service": "RightFX VPS Service - Terms and Conditions",
  "RightFX 30% Bonus Offer": "RightFX 30% Bonus Offer - Terms and Conditions",
  "AML Procedures Manual": "AML手順マニュアル",
  "RightFX Limited Complaint Procedures": "RightFX限定の苦情手続き",
  "Withdrawal and Refund Policy": "引き出しと返金のポリシー",
  "RightFX Limited Privacy Notice": "RightFX限定プライバシー通知",
  "Risk Warning Notice": "リスク警告通知",
  "RightFX Limited Website Terms and Conditions": "RightFX LimitedWebサイトの利用規約",
  "Summary Order Execution Policy": "引き出しと返金のポリシー",
  "Footer8": "RightFXは、ヨルダンのアンマンにあるNational Portfolio Securities Company（Mahfaza）のパートナーであり、ヨルダン証券委員会によって認可および規制されています。"
}