{
  "banner1_title": "Торгуйте с самым быстрорастущим брокером",
  "banner1_title2": "В регионе",
  "banner5_title": "Торговля с",
  "banner5_title2": "Самый титулованный брокер в 2021 году",
  "banner_button": "Начать",
  "banner2_title": "30% бонус",
  "banner2_title2": "на каждый депозит до 3000 $",
  "banner3_title": "Быстро переводить средства",
  "banner3_title2": "в и из вашего",
  "banner3_title3": "Торговый счет RightFX",
  "banner4_title": "The",
  "banner4_title2": "Настоящий",
  "banner4_title3": "Нуль",
  "banner4_title4": "Счет",
  "banner6_title": "Торговля акциями и акциями",
  "banner6_title2": "Откройте бесплатный счет для инвестирования в акции в RightFX",
  "banner6_title3": "и освободите себя от комиссии.",
  "Forex Description": "Торгуйте более 60 валютными парами, включая основные, второстепенные и экзотические, с помощью своего торгового счета RightFX и наслаждайтесь самыми низкими спредами в регионе, которые варьируются для трех разных типов счетов.",
  "Invest in Forex": "Инвестируйте в Forex",
  "Metals Description": "Имея возможность торговать CFD на драгоценные металлы, вы получаете возможность пользоваться всеми преимуществами диверсификации и спекуляции без необходимости физического владения драгоценными металлами.",
  "Invest in Metals": "Инвестируйте в металлы",
  "Indices Description": "Торгуйте CFD на популярные индексы со своей учетной записью RightFX и получите доступ к крупнейшим мировым фондовым индексам, включая NASDAQ, German DAX и Dow Jones с низкими маржинальными требованиями и самыми узкими спредами.",
  "Invest in Indices": "Инвестируйте в индексы",
  "Energies": "Энергии",
  "Energies Description": "Торгуйте CFD на энергоносители, такие как нефть и газ, с помощью вашего счета RightFX - отличный способ диверсифицировать ваш портфель. Мы предлагаем вам доступ на эти рынки без необходимости покупать продукт напрямую.",
  "Stocks": "Акции",
  "Market Currency Rates":"Торговля широким выбором финансовых активов",
  "Based on MT4 account spreads":"«RightFX предлагает торговлю CFD на широкий спектр различных финансовых активов с самыми низкими спредами и без комиссий. Выбирайте из более чем 500 финансовых инструментов из пяти различных классов активов: Forex, акции, индексы, энергия и Драгоценные металлы; все доступно на платформах MT4 и MT5.",
  "CFDS Description": "т Apple до Microsoft, от Tesla до Facebook, от Netflix до Amazon и тысяч других - продукты с кредитным плечом на акции дают каждому возможность инвестировать в компании, которые им интересны.",
  "Invest in Stock": "Инвестируйте в акции",
  "Invest in Energies": "Инвестируйте в энергию",
  "Learn More": "Узнать больше",
  "Open Account":"Открыть учетную запись",
  "Accounts Comparison": "Сравнение счетов",
  "Accounts Comparison Description": "Торгуйте на рынке форекс, драгоценными металлами, энергоносителями, индексами и акциями в любое время и в любом месте.",
  "Withdrawal": "Вывод средств",
  "Withdrawal Description": "Воспользуйтесь нашей быстрой системой обработки заявок на вывод средств в течение 1 рабочего дня.",
  "Account Funding": "Пополнение счета",
  "Account Funding Description": "Быстро и легко, выберите подходящий для вас способ из широкого списка простых способов пополнения и начните торговать уже сегодня!",
  "Customer Support": "Служба поддержки клиентов",
  "Customer Support Description": "Наша профессионально обученная служба поддержки клиентов работает круглосуточно 5 дней в неделю и готова всегда прийти вам на помощь.",
  "Trading Academy": "Торговая Академия",
  "Trading Academy Description": "Освойте торговлю с помощью нашей Академии от А до Я, чтобы в полной мере насладиться вашим торговым путешествием.",
  "Compliment your trading with our exclusive tools": "Сделайте свою торговлю приятной с помощью наших эксклюзивных инструментов",
  "RightFX LTD | Trade Forex, Commodities and Indices": "RightFX LTD | Торгуйте на рынке форекс, товарами и индексами",
  "Sign up to RightFX and be part of a growing trading family from the four corners of the planet": "Зарегистрируйтесь в RightFX и станьте частью растущей торговой семьи из четырех уголков планеты.",
  "Ecomomic": "Экономическая",
  "Earnings": "Заработок",
  "Calendars": "Календари",
  "Webinars": "Вебинары",
  "Daily Market": "Ежедневный рынок",
  "News": "Новости",
  "Educational": "образовательный",
  "Resources": "Ресурсы",
  "RightFX": "RightFX",
  "VPS and more": "VPS и многое другое!",
  "A Platform for Today’s Traders": "Платформа для современных трейдеров",
  "RightFX operates a suite of trading platforms": "RightFX предоставляет целый набор торговых платформ, оснащенных лучшими инструментами, которые помогут вам освоиться на вашем торговом пути.",
  "Desktop trading platform": "Торговая платформа  <br /> для ПК ",
  "Mobile Trading APPS": "Торговое приложение  <br /> для мобильных устройств ",
  "Client Portal": "Клиентский портал",
  "Web Trading Platform": "Торговая <br /> Веб-платформа ",
  "A Spectrum of Trading Options": "Широкий спектр торговых инструментов",
  "RightFX provides users with the possibility": "RightFX предоставляет пользователям возможность торговать различными финансовыми инструментами с одного универсального счета.",
  "Currencies": "Валюты",
  "CFDs on Bullion": "CFD на слитки",
  "Gold and Silver": "Золото и Серебро",
  "CFDs on Indices": "CFD на индексы",
  "DAX, Dow Jones, S&P, and more": "DAX, Dow Jones, S&P, и многое другое",
  "CFDs on Energy": "CFD на энергоносители",
  "US Crude, UK Brent, and Natural Gas": "Нефть US Crude, UK Brent, и природный газ",
  "Connect_Trade_Innovate": "Присоединяйтесь. Торгуйте. Станьте частью инноваций.",
  "Tailor made for today’s generations of traders": "Наши гибкие торговые системы, технический и фундаментальный анализ, а также терминалы для ПК и мобильных устройств, созданные специально для нынешнего поколения трейдеров, предлагают инновационные инструменты и технологии, позволяющие нашим клиентам проводить сделки на мировых финансовых рынках быстро и эффективно.",
  "Clean & modern layout": "Чистая и современная планировка",
  "Easy to customize": "Легко настроить",
  "Open an Account": "открыть счет",
  "The global leader of social trading": "Мировой лидер торговли деривативами",
  "Discover why millions of users from over countries choose to trade with RightFX": "Узнайте, почему миллионы пользователей из разных стран предпочитают торговать с RightFX",
  "Regulated": "Регулируется",
  "Regulated Description": "Наша компания регулируется FSCM, CySec и JSC.",
  "Privacy": "Конфиденциальность",
  "Privacy Description": "Мы никогда не передадим ваши личные данные без вашего разрешения",
  "Security": "Безопасность",
  "Security Description": "Ваши средства защищены лучшими в отрасли протоколами безопасности",
  "0 commission & up to $3,000 deposit bonus":"0 комиссий и бонус на депозит до $3,000"
}