{
  "Legal": "Юридическая",
  "Documents": "документация",
  "To better understand Forex margin trading and CFD": "Чтобы лучше понять принципы маржинальной торговли на рынке форекс и CFD, а также узнать свои права и обязанности в отношении операций с иностранной валютой, обязательно загрузите и прочтите подготовленный нами документ в формате PDF.",
  "Privacy Policy": "Политика конфиденциальности",
  "This site is owned and operated by RightFX": "Данный сайт принадлежит и управляется RightFX. Конфиденциальность вашей информации имеет первостепенное значение для RightFX. Мы стремимся обеспечить нашим клиентам полную безопасность и гарантируем максимальную конфиденциальность.",
  "Policy": "Наша компания обязана соблюдать законодательство ЕС о защите личных данных и, как следствие, мы применяем строгие процедуры безопасности в отношении как хранения, так и раскрытия любой информации, переданной нам. RightFX никогда не будет передавать какую-либо информацию о конкретных лицах каким-либо внешним третьим лицам, если это не требуется по закону или в соответствии с нашими нормативными обязательствами.",
  "RightFX Limited gathers and tracks": "RightFX Limited собирает и отслеживает:",
  "Information that users disclose through optional": "Information that users disclose through optional and voluntary submissions in order to receive our electronic newsletter.",
  "Information that users disclose to request a free Demo account": "Информацию, которую пользователи раскрывают путем необязательного и добровольного представления с целью получения нашей электронной рассылки. Информацию, которую пользователи раскрывают при подаче заявки на открытие Демо-счета или для получения полного доступа к нашему программному обеспечению для онлайн-торговли. Предоставление подобного рода информации требуется в нормативных целях для завершения процесса идентификации клиентов и оценки их профессиональной пригодности, с целью предоставления им доступа к нашим услугам.",
  "Risk Disclaimer": "Отказ от ответственности",
  "RIGHTFX LTD is authorised and regulated by the Cyprus Securities": "RIGHTFX LTD авторизована и регулируется Кипрской Комиссией по ценным бумагам и биржам  (CySEC) с номером лицензии 340/17.",
  "RIGHTFX LTD is authorised and regulated by the Financial Service Commission": "RIGHTFX LTD авторизована и регулируется Комиссией по финансовым услугам (FSC) Республики Маврикий (номер лицензии GB19024778).",
  "High Risk Investment Warning": "Предупреждение об инвестициях с высоким риском",
  "Warning1": "Торговля иностранной валютой с применением маржи, сопряжена с высоким уровнем риска и может подходить не для всех инвесторов. Кредитное плечо может работать как в вашу пользу, так и против вас.",
  "Warning2": "Прежде чем принять решение о торговле иностранной валютой, вы должны тщательно проанализировать свои инвестиционные цели, уровень опыта и склонность к риску.",
  "Warning3": "Существует вероятность того, что вы можете потерять часть или все свои первоначальные инвестиции, поэтому вам не следует вкладывать деньги, которые вы не можете позволить себе потерять.",
  "Warning4": "Вам необходимо помнить обо всех рисках, связанных с торговлей иностранной валютой, и обратиться за советом к независимому финансовому консультанту, в случае необходимости",
  "RightFX Legal Documents": "Юридические документы RightFX",
  "Download PDF Files": "Наименование документа Прочесть / Скачать",
  "RightFX Client Agreement": "RightFX Client Agreement",
  "RightFX VPS Service": "RightFX VPS Service - Terms and Conditions",
  "RightFX 30% Bonus Offer": "RightFX 30% Bonus Offer - Terms and Conditions",
  "AML Procedures Manual": "AML Procedures Manual",
  "RightFX Limited Complaint Procedures": "RightFX Limited Complaint Procedures",
  "Withdrawal and Refund Policy": "Withdrawal and Refund Policy",
  "RightFX Limited Privacy Notice": "RightFX Limited Privacy Notice",
  "Risk Warning Notice": "Risk Warning Notice",
  "RightFX Limited Website Terms and Conditions": "RightFX Limited Website Terms and Conditions",
  "Summary Order Execution Policy": "Summary Order Execution Policy",
  "Footer8": "RightFX является партнером компании National Portfolio Securities Company (Mahfaza), расположенной в Аммане, Иордания, лицензированной и регулируемой Комиссией по ценным бумагам Иордании."
}