{
  "MT4_Desktop": "MT4 <span>Desktop</span>",
  "MT4_Desktop MT4 is regarded in the trading industry": "MT4 считается в торговой индустрии мощным инструментом многими трейдерами по всему миру.",
  "RightFX": "RightFX",
  "MT4 Desktop": "MT4 Desktop",
  "MT4_Desktop Download for free to take advantage": "Загрузите бесплатно, чтобы воспользоваться всеми преимуществами, которые он предлагает в сочетании с торговым счетом RightFX MT4.",
  "MT4_Mobile": "MT4 <span>Mobile</span>",
  "MT4_Mobile MT4 is regarded in the trading industry": "MT4 считается в торговой индустрии мощным инструментом многими трейдерами по всему миру..",
  "MT4 Mobile": "MT4 Mobile",
  "MT4_Mobile Download for free to take advantage": "Загрузите бесплатно, чтобы воспользоваться всеми преимуществами, которые он предлагает в сочетании с торговым счетом RightFX MT4.",
  "MT5_Mobile": "MT5 <span>Mobile</span>",
  "MT5_Mobile MT5 is regarded in the trading industry": "MT5 считается в торговой индустрии мощным инструментом многими трейдерами по всему миру.",
  "MT5 Mobile": "MT5 Mobile",
  "MT5_Mobile Download for free to take advantage": "Загрузите бесплатно, чтобы воспользоваться всеми преимуществами, которые он предлагает в сочетании с торговым счетом RightFX MT5.",
  "MT5_Desktop": "MT5 <span>Desktop</span>",
  "MT5_Desktop MT5 is regarded in the trading industry": "MT5 считается в торговой индустрии мощным инструментом многими трейдерами по всему миру.",
  "MT5 Desktop": "MT5 Desktop",
  "MT5_Desktop Download for free to take advantage": "Загрузите бесплатно, чтобы воспользоваться всеми преимуществами, которые он предлагает в сочетании с торговым счетом RightFX MT5.",
  "It will meet your needs as an experienced or novice trader":"Он удовлетворит ваши потребности как опытного, так и начинающего трейдера. Существуют торговые стратегии, которые вы можете использовать, или вы можете реализовать свои собственные. ",
  "MT5 is renowned for its user friendly functionality":"MT5 известен своей удобной функциональностью и легкодоступными индикаторами. Инструменты технического анализа включают: ",
  "MT4 is renowned for its user friendly functionality":"MT4 известен своей удобной функциональностью и легкодоступными индикаторами. Инструменты технического анализа включают:"
}