{
  "Trading Faqs": "ЧАВО  <span>по торговле</span>",
  "We are regarded as industry leaders": "Мы считаются лидерами отрасли в области создания потрясающих веб-решений, ориентированных на обеспечение непревзойденного пользовательского опыта.",
  "Frequently Asked Questions":"Часто задаваемые вопросы",
  "faq_header_1": "Что такое торговля на рынке форекс?",
  "faq_body_1": " Форекс, также известный как рынок иностранной валюты, FX или валютный рынок, представляет собой децентрализованный международный рынок, на котором торгуются мировые валюты. Рынок форекс является крупнейшим и наиболее ликвидным рынком в мире, со средним объемом торгов, превышающим 5 триллионов долларов в день.",
  "faq_header_2": "Где находится наша компания??",
  "faq_body_2": " У компании RightFX есть офисы на Кипре, Маврикии и в ОАЭ.",
  "faq_header_3": "Является ли RightFX регулируемым брокером?",
  "faq_body_3": "Да, RightFX авторизована и регулируется Кипрской Комиссией по ценным бумагам и биржам (CySEC) на Кипре и Комиссией по финансовым услугам (FSC) на Маврикии.",
  "faq_header_4": "Какое кредитное плечо предоставляет RightFX?",
  "faq_body_4": "Компания предоставляет кредитное плечо до 1:400.",
  "faq_header_5": "Применяет ли RightFX ограничения к каким-либо торговым стратегиям?",
  "faq_body_5": "RightFX разрешает все виды торговли, если они соответствуют Условиям использования, с которыми пользователь ознакомился и согласился при регистрации.",
  "faq_header_6": "Каков минимальный депозит?",
  "faq_body_6": "Минимальный депозит составляет $250.",
  "faq_header_7": "Сколько времени требуется на вывод средств со счета?",
  "faq_body_7": "Мы обрабатываем заявки на вывод средств в тот же день, если они были отправлены в рабочее время.",
  "faq_header_8": "В чем разница между МТ4 и МТ5?",
  "faq_body_8": "MT4 была создана специально для торговли на рынке форекс, а MT5 была разработана, чтобы предоставить трейдерам доступ к CFD, акциям и фьючерсам.",
  "faq_header_9": "Какие способы пополнения и вывода доступны трейдерам?",
  "faq_body_9": "Наши способы пополнения и вывода средств - банковский перевод, Skrill, Neteller, карты Mastercard и Visa.",
  "faq_header_10": "Какие документы необходимы для открытия реального счета?",
  "faq_body_10": "Чтобы открыть реальный счет, пользователям необходимо предоставить документ, удостоверяющий личность (удостоверение личности, паспорт или водительские права) и документ, подтверждающий их адрес проживания (счет за электричество, счет за воду, счет за телефон или другие типы официальных счетов).",
  "faq_header_11": "В чем разница между Реальным счетом и Демо-счетом?",
  "faq_body_11": "Демо-счет предназначен для тренировки и оттачивания навыков. Он позволяет новым пользователям насладиться безрисковой торговлей, в то время как Реальный счет требует финансирования и может принести как прибыль, так и убыток.>"
}