{
  "Legal": "Legal",
  "Documents": "Documents",
  "To better understand Forex margin trading and CFD": "To better understand Forex margin trading and CFD products and learn your rights and obligations when it comes to Foreign Exchange transactions, make sure to download and read our comprehensive PDF file.",
  "Privacy Policy": "Privacy Policy",
  "This site is owned and operated by RightFX": "This site is owned and operated by RightFX. Your privacy is of the utmost importance to RightFX. We aim to guarantee a satisfying and safe experience for all our clients.",
  "Policy": "We are obligated to comply with EU data protection legislation and, as such, have strict security procedures in place in respect of both the storage and the disclosure of any information shared with us. RightFX will never share any information about specific individuals with any external third party, unless required to do so by Law, or in compliance with our regulatory obligations.<br /><br />For further information on disclosure of information, please refer to Section 26 of the Terms of Business.<br /><br />Because we require our users to share certain types of information with us, we believe they are entitled to understand our policies, terms and conditions regarding the capture and use of that information. This privacy statement discloses the nature and use of such information.",
  "RightFX Limited gathers and tracks": "RightFX Limited gathers and tracks",
  "Information that users disclose through optional": "Information that users disclose through optional and voluntary submissions in order to receive our electronic newsletter.",
  "Information that users disclose to request a free Demo account": "Information that users disclose to request a free Demo account or acquire full access to our online trading software. This information is required for regulatory purposes, in order to complete the client identification process and assess the suitability of potential users before allowing them to access our services.",
  "Risk Disclaimer": "Licenses and Authorizations",
   "RightFX Limited is an Investment Firm incorporated": "Right Group is a group of companies, registered under number 26502 BC 2021 in Saint Vincent and the Grenadines. Authorized and regulated by the Financial Authorities. Office address: Suite 305, Griffth Corporate Center, Kingstown St. Vincent and the Grenadines Right Group is registered under number 17863/2021 in UAE (United Arab Emirates). Office address: 1103, Regal Tower, Business Bay, Dubai United Arab Emirates",
  "RIGHTFX LTD is authorised and regulated by the Cyprus Securities": "RIGHTFX LTD is authorised and regulated by the Cyprus Securities and Exchange Commission (CySEC) in Cyprus (License Number 340/17).",
  "RIGHTFX LTD is authorised and regulated by the Financial Service Commission": "RIGHTFX LTD is authorised and regulated by the Financial Service Commission (FSC) in Mauritius (License Number GB19024778).",
  "High Risk Investment Warning": "High Risk Investment Warning",
  "Warning1": "Trading in Foreign Exchange on margin carries a high level of risk and may not be suitable for all investors. The leverage can work against you as well as for you.",
  "Warning2": "Before deciding to trade in Foreign Exchange, you should carefully consider your investment objectives, level of experience and risk appetite.",
  "Warning3": "There exists a possibility that you could sustain a substantial loss of some or all of your initial investment, and therefore should not invest any money that you cannot afford to lose.",
  "Warning4": "Make yourself aware of all the risks associated with Foreign Exchange trading and seek advice from an independent financial adviser should you have any doubts.",
  "RightFX Legal Documents": "RightFX Legal Documents",
  "Download PDF Files": "Download PDF Files",
  "RightFX Client Agreement": "RightFX Client Agreement",
  "RightFX VPS Service": "RightFX VPS Service - Terms and Conditions",
  "RightFX 30% Bonus Offer": "RightFX 30% Bonus Offer - Terms and Conditions",
  "AML Procedures Manual": "AML Procedures Manual",
  "RightFX Limited Complaint Procedures": "RightFX Limited Complaint Procedures",
  "Withdrawal and Refund Policy": "Withdrawal and Refund Policy",
  "RightFX Limited Privacy Notice": "RightFX Limited Privacy Notice",
  "Risk Warning Notice": "Risk Warning Notice",
  "RightFX Limited Website Terms and Conditions": "RightFX Limited Website Terms and Conditions",
  "Summary Order Execution Policy": "Summary Order Execution Policy",
  "Footer8": "RightFX is a partner of National Portfolio Securities Company (Mahfaza) , located in Amman – Jordan, licensed and regulated by Jordan Securities Commission."
}