{
  "MT4_Desktop": "MT4 <span>Desktop</span>",
  "MT4_Desktop MT4 is regarded in the trading industry": "MT4 is regarded in the trading industry as a powerful tool by many traders around the world.",
  "RightFX": "RightFX",
  "MT4 Desktop": "MT4 Desktop",
  "MT4_Desktop Download for free to take advantage": "Download for free to take advantage of all the benefits it has to offer in conjunction with the RightFX MT4 Trading account.",
  "MT4_Mobile": "MT4 <span>Mobile</span>",
  "MT4_Mobile MT4 is regarded in the trading industry": "MT4 is regarded in the trading industry as a powerful tool by many traders around the world.",
  "MT4 Mobile": "MT4 Mobile",
  "MT4_Mobile Download for free to take advantage": "Download for free to take advantage of all the benefits it has to offer in conjunction with the RightFX MT4 Trading account.",
  "MT5_Mobile": "MT5 <span>Mobile</span>",
  "MT5_Mobile MT5 is regarded in the trading industry": "MT5 is regarded in the trading industry as a powerful tool by many traders around the world.",
  "MT5 Mobile": "MT5 Mobile",
  "MT5_Mobile Download for free to take advantage": "Download for free to take advantage of all the benefits it has to offer in conjunction with the RightFX MT5 Trading account.",
  "MT5_Desktop": "MT5 <span>Desktop</span>",
  "MT5_Desktop MT5 is regarded in the trading industry": "MT5 is regarded in the trading industry as a powerful tool by many traders around the world.",
  "MT5 Desktop": "MT5 Desktop",
  "MT5_Desktop Download for free to take advantage": "Download for free to take advantage of all the benefits it has to offer in conjunction with the RightFX MT5 Trading account.",
  "It will meet your needs as an experienced or novice trader":"It will meet your needs as an experienced or novice trader. There are trading strategies readily available for you to use, or you can implement your own.",
  "MT5 is renowned for its user friendly functionality":"MT5 is renowned for its user friendly functionality and readily available indicators. Technical analysis tools include",
  "MT4 is renowned for its user friendly functionality":"MT4 is renowned for its user friendly functionality and readily available indicators. Technical analysis tools include"
  
}