{
  "Trading Faqs": "Trading <span>Faq's</span>",
  "We are regarded as industry leaders": "We are regarded as industry leaders in stunning website solutions, focused on delivering unsurpassed user experiences.",
  "Frequently Asked Questions":"Frequently Asked Questions",
  "faq_header_1": "What is Forex Trading?",
  "faq_body_1": "Forex, also known as Foreign Exchange, FX or Currency Trading, is a decentralized global market where world currencies are traded. The Forex market is the largest and most liquid market in the world with an average trading volume that exceeds $5 trillion per day.",
  "faq_header_2": "Where is the company located?",
  "faq_body_2": "RightFX is located in Saint Vincent, United Arab Emirates.",
  "faq_header_3": "Is RightFX a regulated company?",
  "faq_body_3": "Right Group is a group of companies, registered under number 26502 BC 2021 in Saint Vincent and the Grenadines. Authorized and regulated by the Financial Authorities. Office address: Suite 305, Griffth Corporate Center, Kingstown St. Vincent and the GrenadinesRight Group is registered under number 17863/2021 in UAE (United Arab Emirates). Office address: 1103, Regal Tower, Business Bay, Dubai United Arab Emirates",
  "faq_header_4": "What leverage does RightFX provides?",
  "faq_body_4": "The company provides a leverage of up to 1:500.",
  "faq_header_5": "Does RightFX enforce restrictions on any trading strategies?",
  "faq_body_5": "RightFX allows all types of trading as long as they comply with the Terms and Conditions agreed to by the user.",
  "faq_header_6": "What is the minimum deposit?",
  "faq_body_6": "The minimum deposit is $100.",
  "faq_header_7": "How long does money withdrawal require?",
  "faq_body_7": "We process withdrawals in the same day as long as they are submitted within working hours.",
  "faq_header_8": "What is the difference between MT4 and MT5?",
  "faq_body_8": "MT4 was built specifically for Forex trading, whereas MT5 was designed to provide traders with access to CFDs, stocks and futures.",
  "faq_header_9": "What funding and withdrawal methods are available?",
  "faq_body_9": "Our funding and withdrawal methods are Wire Transfers via Banks, Skrill, Neteller, Mastercard and Visa.",
  "faq_header_10": "Which documents are required to open a real account?",
  "faq_body_10": "To open a real account, users must provide a proof of identity (ID, Passport or Driving License) and a proof of address (electricity bill, water bill, telephone bill or other types of official invoices).",
  "faq_header_11": "What is the difference between Live and Demo Accounts?",
  "faq_body_11": "A Demo Account serves as a practice account that enables new users to enjoy a risk-free trading experience, while a Live/Real Account requires funding and may render profits or risk loss>"
}