{
  "Glossary": "Glossary",
  "Search here": "Search here",
  "pageContent": [
    {
      "letter": "A",
      "items": [
        {
          "term": "ACCRUAL",
          "definations": [
            "The apportionment of premiums and discounts on forward exchange transactions that relate directly to deposit swap (interest arbitrage) deals, over the period of each deal."
          ]
        },
        {
          "term": "ADJUSTMENT",
          "definations": [
            "Official action normally occasioned by a change either in the internal economic policies to correct a payment imbalance or in the official currency rate."
          ]
        },
        {
          "term": "AGGRESSIVE",
          "definations": [
            "Traders and/or price action are acting with conviction."
          ]
        },
        {
          "term": "ANALYST",
          "definations": [
            "A financial professional who has expertise in evaluating investments and puts together buy, sell and hold recommendations for clients."
          ]
        },
        {
          "term": "APPRECIATION",
          "definations": [
            "A product is said to 'appreciate' when it strengthens in price in response to market demand."
          ]
        },
        {
          "term": "ARBITRAGE",
          "definations": [
            "The simultaneous purchase or sale of a financial product in order to take advantage of small price differentials between markets."
          ]
        },
        {
          "term": "ASIAN CENTRAL BANKS",
          "definations": [
            "Refers to the central banks or monetary authorities of Asian countries. These institutions have been increasingly active in major currencies as they manage growing pools of foreign currency reserves arising from trade surpluses. Their market interest can be substantial and influence currency direction in the short-term."
          ]
        },
        {
          "term": "ASIAN SESSION",
          "definations": [
            "23:00 – 08:00 GMT."
          ]
        },
        {
          "term": "ASK (OFFER) PRICE",
          "definations": [
            "The price at which the market is prepared to sell a product. Prices are quoted two-way as Bid/Ask. The Ask price is also known as the Offer.",
            "In FX trading, the Ask represents the price at which a trader can buy the base currency, shown to the left in a currency pair. For example, in the quote USD/CHF 1.4527/32, the base currency is USD, and the Ask price is 1.4532, meaning you can buy one US dollar for 1.4532 Swiss francs.",
            "In CFD trading, the Ask also represents the price at which a trader can buy the product. For example, in the quote for UK OIL 111.13/111.16, the product quoted is UK OIL and the Ask price is £111.16 for one unit of the underlying market.*"
          ]
        },
        {
          "term": "AT BEST",
          "definations": [
            "An instruction given to a dealer to buy or sell at the best rate that can be obtained at a specific time."
          ]
        },
        {
          "term": "AT OR BETTER",
          "definations": [
            "An instruction given to a dealer to buy or sell at a specific price or better."
          ]
        },
        {
          "term": "AUS 200",
          "definations": [
            "A term for the Australian Securities Exchange (ASX 200), which is an index of the top 200 companies (by market capitalization) listed on the Australian stock exchange."
          ]
        },
        {
          "term": "AUSSIE",
          "definations": [
            "Refers to the AUD/USD (Australian Dollar/U.S. Dollar) pair. Also \"Oz\" or \"Ozzie\"."
          ]
        }
      ]
    },
    {
      "letter": "B",
      "items": [
        {
          "term": "BALANCE OF TRADE",
          "definations": [
            "The value of a country's exports minus its imports."
          ]
        },
        {
          "term": "BAR CHART",
          "definations": [
            "A type of chart which consists of four significant points: the high and the low prices, which form the vertical bar; the opening price, which is marked with a horizontal line to the left of the bar; and the closing price, which is marked with a horizontal line to the right of the bar."
          ]
        },
        {
          "term": "BARRIER LEVEL",
          "definations": [
            "A certain price of great importance included in the structure of a Barrier Option. If a Barrier Level price is reached, the terms of a specific Barrier Option call for a series of events to occur."
          ]
        },
        {
          "term": "BARRIER OPTION",
          "definations": [
            "Any number of different option structures (such as knock-in, knock-out, no touch, double-no-touch-DNT) that attaches great importance to a specific price trading. In a no-touch barrier, a large defined payout is awarded to the buyer of the option by the seller if the strike price is not 'touched' before expiry. This creates an incentive for the option seller to drive prices through the strike level and creates an incentive for the option buyer to defend the strike level."
          ]
        },
        {
          "term": "BASE CURRENCY",
          "definations": [
            "The first currency in a currency pair. It shows how much the base currency is worth as measured against the second currency. For example, if the USD/CHF (U.S. Dollar/Swiss Franc) rate equals 1.6215, then one USD is worth CHF 1.6215. In the forex market, the US dollar is normally considered the base currency for quotes, meaning that quotes are expressed as a unit of $1 USD per the other currency quoted in the pair. The primary exceptions to this rule are the British pound, the euro and the Australian dollar."
          ]
        },
        {
          "term": "BASE RATE",
          "definations": [
            "The lending rate of the central bank of a given country."
          ]
        },
        {
          "term": "BASING",
          "definations": [
            "A chart pattern used in technical analysis that shows when demand and supply of a product are almost equal. It results in a narrow trading range and the merging of support and resistance levels."
          ]
        },
        {
          "term": "BASIS POINT",
          "definations": [
            "A unit of measurement used to describe the minimum change in the price of a product."
          ]
        },
        {
          "term": "BEARISH/BEAR MARKET",
          "definations": [
            "Negative for price direction; favoring a declining market. For example, \"We are bearish EUR/USD\" means that we think the euro will weaken against the dollar."
          ]
        },
        {
          "term": "BEARS",
          "definations": [
            "Traders who expect prices to decline and may be holding short positions."
          ]
        },
        {
          "term": "BID/ASK SPREAD",
          "definations": [
            "The difference between the bid and the ask (offer) price."
          ]
        },
        {
          "term": "BID PRICE",
          "definations": [
            "The price at which the market is prepared to buy a product. Prices are quoted two-way as Bid/Ask.  In FX trading, the Bid represents the price at which a trader can sell the base currency, shown to the left in a currency pair. For example, in the quote USD/CHF 1.4527/32, the base currency is USD, and the Bid price is 1.4527, meaning you can sell one US Dollar for 1.4527 Swiss francs.   In CFD trading, the Bid also represents the price at which a trader can sell the product. For example, in the quote for UK OIL 111.13/111.16, the Bid price is £111.13 for one unit of the underlying market.*"
          ]
        },
        {
          "term": "BIG FIGURE",
          "definations": [
            "Refers to the first three digits of a currency quote, such as 117 USD/JPY or 1.26 in EUR/USD. If the price moves by 1.5 big figures, it has moved 150 pips."
          ]
        },
        {
          "term": "BIS",
          "definations": [
            "The Bank for International Settlements located in Basel, Switzerland, is the central bank for central banks. The BIS frequently acts as the market intermediary between national central banks and the market. The BIS has become increasingly active as central banks have increased their currency reserve management. When the BIS is reported to be buying or selling at a level, it is usually for a central bank and thus the amounts can be large. The BIS is used to avoid markets mistaking buying or selling interest for official government intervention."
          ]
        },
        {
          "term": "BLACK BOX",
          "definations": [
            "The term used for systematic, model-based or technical traders."
          ]
        },
        {
          "term": "BLOW OFF",
          "definations": [
            "The upside equivalent of capitulation. When shorts throw in the towel and cover any remaining short positions."
          ]
        },
        {
          "term": "BOC",
          "definations": [
            "Bank of Canada, the central bank of Canada."
          ]
        },
        {
          "term": "BOE",
          "definations": [
            "Bank of England, the central bank of the UK."
          ]
        },
        {
          "term": "BOJ",
          "definations": [
            "Bank of Japan, the central bank of Japan."
          ]
        },
        {
          "term": "BOLLINGER BANDS",
          "definations": [
            "A tool used by technical analysts. A band plotted two standard deviations on either side of a simple moving average, which often indicates support and resistance levels."
          ]
        },
        {
          "term": "BOND",
          "definations": [
            "A name for debt which is issued for a specified period of time."
          ]
        },
        {
          "term": "BOOK",
          "definations": [
            "In a professional trading environment, a book is the summary of a trader's or desk's total positions."
          ]
        },
        {
          "term": "BRITISH RETAIL CONSORTIUM (BRC) SHOP PRICE INDEX",
          "definations": [
            "A British measure of the rate of inflation at various surveyed retailers. This index only looks at price changes in goods purchased in retail outlets."
          ]
        },
        {
          "term": "BROKER",
          "definations": [
            "An individual or firm that acts as an intermediary, bringing buyers and sellers together for a fee or commission. In contrast, a dealer commits capital and takes one side of a position, hoping to earn a spread (profit) by closing out the position in a subsequent trade with another party."
          ]
        },
        {
          "term": "BUCK",
          "definations": [
            "Market slang for one million units of a dollar-based currency pair, or for the US dollar in general."
          ]
        },
        {
          "term": "BULLISH/BULL MARKET",
          "definations": [
            "Favoring a strengthening market and rising prices. For example, \"We are bullish EUR/USD” means that we think the euro will strengthen against the dollar."
          ]
        },
        {
          "term": "BULLS",
          "definations": [
            "Traders who expect prices to rise and who may be holding long positions."
          ]
        },
        {
          "term": "BUNDESBANK",
          "definations": [
            "Germany's central bank."
          ]
        },
        {
          "term": "BUY",
          "definations": [
            "Taking a long position on a product."
          ]
        },
        {
          "term": "BUY DIPS",
          "definations": [
            "Looking to buy 20-30-pip/point pullbacks in the course of an intra-day trend."
          ]
        }
      ]
    },
    {
      "letter": "C",
      "items": [
        {
          "term": "CABLE",
          "definations": [
            "The GBP/USD (Great British Pound/U.S. Dollar) pair. Cable earned its nickname because the rate was originally transmitted to the US via a transatlantic cable beginning in the mid 1800s when the GBP was the currency of international trade."
          ]
        },
        {
          "term": "CAD",
          "definations": [
            "The Canadian dollar, also known as Loonie or Funds."
          ]
        },
        {
          "term": "CALL OPTION",
          "definations": [
            "A currency trade which exploits the interest rate difference between two countries. By selling a currency with a low rate of interest and buying a currency with a high rate of interest, the trader will receive the interest difference between the two countries while this trade is open."
          ]
        },
        {
          "term": "CANADIAN IVEY PURCHASING MANAGERS (CIPM) INDEX",
          "definations": [
            "A monthly gauge of Canadian business sentiment issued by the Richard Ivey Business School."
          ]
        },
        {
          "term": "CANDLESTICK CHART",
          "definations": [
            "A chart that indicates the trading range for the day as well as the opening and closing price. If the open price is higher than the close price, the rectangle between the open and close price is shaded. If the close price is higher than the open price, that area of the chart is not shaded."
          ]
        },
        {
          "term": "CAPITULATION",
          "definations": [
            "A point at the end of an extreme trend when traders who are holding losing positions exit those positions. This usually signals that the expected reversal is just around the corner."
          ]
        },
        {
          "term": "CARRY TRADE",
          "definations": [
            "A trading strategy that captures the difference in the interest rates earned from being long a currency that pays a relatively high interest rate and short another currency that pays a lower interest rate. For example: NZD/JPY (New Zealand Dollar/Japanese Yen) has been a famous carry trade for some time. NZD is the high yielder and JPY is the low yielder. Traders looking to take advantage of this interest rate differential would buy NZD and sell JPY, or be long NZD/JPY. When NZD/JPY begins to downtrend for an extended period of time, most likely due to a change in interest rates, the carry trade is said to be unwinding."
          ]
        },
        {
          "term": "CASH MARKET",
          "definations": [
            "The market in the actual underlying markets on which a derivatives contract is based."
          ]
        },
        {
          "term": "CASH PRICE",
          "definations": [
            "The price of a product for instant delivery; i.e., the price of a product at that moment in time."
          ]
        },
        {
          "term": "CBS",
          "definations": [
            "Abbreviation referring to central banks."
          ]
        },
        {
          "term": "CENTRAL BANK",
          "definations": [
            "A government or quasi-governmental organization that manages a country's monetary policy. For example, the US central bank is the Federal Reserve and the German central bank is the Bundesbank."
          ]
        },
        {
          "term": "CFDS*",
          "definations": [
            "A Contract for Difference (or CFD) is a type of derivative that gives exposure to the change in value of an underlying asset (such as an index or equity). It allows traders to leverage their capital (by trading notional amounts far higher than the money in their account) and provides all the benefits of trading securities, without actually owning the product. In practical terms, if you buy a CFD at $10 then sell it at $11, you will receive the $1 difference. Conversely, if you went short on the trade and sold at $10 before buying back at $11, you would pay the $1 difference."
          ]
        },
        {
          "term": "CHARTIST",
          "definations": [
            "An individual, also known as a technical trader, who uses charts and graphs and interprets historical data to find trends and predict future movements."
          ]
        },
        {
          "term": "CHOPPY",
          "definations": [
            "Short-lived price moves with limited follow-through that are not conducive to aggressive trading."
          ]
        },
        {
          "term": "CLEARED FUNDS",
          "definations": [
            "Funds that are freely available, sent in to settle a trade."
          ]
        },
        {
          "term": "CLEARING",
          "definations": [
            "The process of settling a trade."
          ]
        },
        {
          "term": "CLOSED POSITION",
          "definations": [
            "Exposure to a financial contract, such as currency, that no longer exists. A position is closed by placing an equal and opposite deal to offset the open position. Once closed, a position is considered squared."
          ]
        },
        {
          "term": "CLOSING",
          "definations": [
            "The process of stopping (closing) a live trade by executing a trade that is the exact opposite of the open trade."
          ]
        },
        {
          "term": "CLOSING PRICE",
          "definations": [
            "The price at which a product was traded to close a position. It can also refer to the price of the last transaction in a day trading session."
          ]
        },
        {
          "term": "COLLATERAL",
          "definations": [
            "An asset given to secure a loan or as a guarantee of performance."
          ]
        },
        {
          "term": "COMMISSION",
          "definations": [
            "A fee that is charged for buying or selling a product."
          ]
        },
        {
          "term": "COMMODITY CURRENCIES",
          "definations": [
            "Currencies from economies whose exports are heavily based in natural resources, often specifically referring to Canada, New Zealand, Australia and Russia."
          ]
        },
        {
          "term": "COMPONENTS",
          "definations": [
            "The dollar pairs that make up the crosses (i.e., EUR/USD + USD/JPY are the components of EUR/JPY). Selling the cross through the components refers to selling the dollar pairs in alternating fashion to create a cross position."
          ]
        },
        {
          "term": "COMPX",
          "definations": [
            "Symbol for NASDAQ Composite Index."
          ]
        },
        {
          "term": "CONFIRMATION",
          "definations": [
            "A document exchanged by counterparts to a transaction that states the terms of said transaction."
          ]
        },
        {
          "term": "CONSOLIDATION",
          "definations": [
            "A period of range-bound activity after an extended price move."
          ]
        },
        {
          "term": "CONSTRUCTION SPENDING",
          "definations": [
            "Measures the amount of spending towards new construction, released monthly by the U.S. Department of Commerce's Census Bureau."
          ]
        },
        {
          "term": "CONTAGION",
          "definations": [
            "The tendency of an economic crisis to spread from one market to another."
          ]
        },
        {
          "term": "CONTRACT",
          "definations": [
            "The standard unit of forex trading."
          ]
        },
        {
          "term": "CONTRACT NOTE",
          "definations": [
            "A confirmation sent that outlines the exact details of the trade."
          ]
        },
        {
          "term": "CONTRACT SIZE",
          "definations": [
            "The notional number of shares one CFD represents."
          ]
        },
        {
          "term": "CONTROLLED RISK",
          "definations": [
            "A position which has a limited risk because of a Guaranteed Stop.*"
          ]
        },
        {
          "term": "CONVERGENCE OF MAS",
          "definations": [
            "A technical observation that describes moving averages of different periods moving towards each other, which generally forecasts a price consolidation."
          ]
        },
        {
          "term": "CORPORATE ACTION",
          "definations": [
            "An event that changes the equity structure (and usually share price) of a stock. For example, acquisitions, dividends, mergers, splits and spinoffs are all corporate actions."
          ]
        },
        {
          "term": "CORPORATES",
          "definations": [
            "Refers to corporations in the market for hedging or financial management purposes. Corporates are not always as price sensitive as speculative funds and their interest can be very long term in nature, making corporate interest less valuable to short-term trading."
          ]
        },
        {
          "term": "COUNTER CURRENCY",
          "definations": [
            "The second listed currency in a currency pair."
          ]
        },
        {
          "term": "COUNTERPARTY",
          "definations": [
            "One of the participants in a financial transaction."
          ]
        },
        {
          "term": "COUNTRY RISK",
          "definations": [
            "Risk associated with a cross-border transaction, including but not limited to legal and political conditions."
          ]
        },
        {
          "term": "CPI",
          "definations": [
            "Acronym for Consumer Price Index, a measure of inflation."
          ]
        },
        {
          "term": "CRATER",
          "definations": [
            "The market is ready to sell-off hard."
          ]
        },
        {
          "term": "CROSS",
          "definations": [
            "A pair of currencies that does not include the U.S. dollar."
          ]
        },
        {
          "term": "CROWN CURRENCIES",
          "definations": [
            "Refers to CAD (Canadian Dollar), Aussie (Australian Dollar), Sterling (British Pound) and Kiwi (New Zealand Dollar) – countries off the Commonwealth."
          ]
        },
        {
          "term": "CTAS",
          "definations": [
            "Refers to commodity trading advisors, speculative traders whose activity can resemble that of short-term hedge funds; frequently refers to the Chicago-based or futures-oriented traders."
          ]
        },
        {
          "term": "CURRENCY",
          "definations": [
            "Any form of money issued by a government or central bank and used as legal tender and a basis for trade."
          ]
        },
        {
          "term": "CURRENCY PAIR",
          "definations": [
            "The two currencies that make up a foreign exchange rate. For example EUR/USD (Euro/U.S. Dollar)."
          ]
        },
        {
          "term": "CURRENCY RISK",
          "definations": [
            "The probability of an adverse change in exchange rates."
          ]
        },
        {
          "term": "CURRENCY SYMBOLS",
          "definations": [
            "A three-letter symbol that represents a specific currency. For example, USD (U.S. Dollar)."
          ]
        },
        {
          "term": "CURRENT ACCOUNT",
          "definations": [
            "The sum of the balance of trade (exports minus imports of goods and services), net factor income (such as interest and dividends) and net transfer payments (such as foreign aid). The balance of trade is typically the key component to the current account."
          ]
        }
      ]
    },
    {
      "letter": "D",
      "items": [
        {
          "term": "DAY TRADER",
          "definations": [
            "Speculators who take positions in commodities and then liquidate those positions prior to the close of the same trading day."
          ]
        },
        {
          "term": "DAY TRADING",
          "definations": [
            "Making an open and close trade in the same product in one day."
          ]
        },
        {
          "term": "DEAL",
          "definations": [
            "A term that denotes a trade done at the current market price. It is a live trade as opposed to an order."
          ]
        },
        {
          "term": "DEALER",
          "definations": [
            "An individual or firm that acts as a principal or counterpart to a transaction. Principals take one side of a position, hoping to earn a spread (profit) by closing out the position in a subsequent trade with another party. In contrast, a broker is an individual or firm that acts as an intermediary, putting together buyers and sellers for a fee or commission."
          ]
        },
        {
          "term": "DEALING SPREAD",
          "definations": [
            "The difference between the buying and selling price of a contract."
          ]
        },
        {
          "term": "DEFEND A LEVEL",
          "definations": [
            "Action taken by a trader, or group of traders, to prevent a product from trading at a certain price or price zone, usually because they hold a vested interest in doing so, such as a barrier option."
          ]
        },
        {
          "term": "DEFICIT",
          "definations": [
            "A negative balance of trade or payments."
          ]
        },
        {
          "term": "DELISTING",
          "definations": [
            "Removing a stock’s listing on an exchange."
          ]
        },
        {
          "term": "DELIVERY",
          "definations": [
            "A trade where both sides make and take actual delivery of the product traded."
          ]
        },
        {
          "term": "DELTA",
          "definations": [
            "The ratio between the change in price of a product and the change in price of its underlying market."
          ]
        },
        {
          "term": "DEPARTMENT OF COMMUNITIES AND LOCAL GOVERNMENT (DCLG) UK HOUSE PRICES",
          "definations": [
            "A monthly survey produced by the DCLG that uses a very large sample of all completed house sales to measure the price trends in the UK real estate market."
          ]
        },
        {
          "term": "DEPOSIT RATE",
          "definations": [
            "A composite of tradable rates for lending and borrowing a currency over a specific time period (tenor), quoted as a yearly rate. The best bid and offer are taken to present a competitive picture of the cost of borrowing. When a deposit rate is used for financing, the 1-month rate will typically be used for consistency."
          ]
        },
        {
          "term": "DEPRECIATION",
          "definations": [
            "The decrease in value of an asset over time."
          ]
        },
        {
          "term": "DERIVATIVE",
          "definations": [
            "A financial contract whose value is based on the value of an underlying asset. Some of the most common underlying assets for derivative contracts are indices, equities, commodities and currencies."
          ]
        },
        {
          "term": "DEVALUATION",
          "definations": [
            "When a pegged currency is allowed to weaken or depreciate based on official actions; the opposite of a revaluation."
          ]
        },
        {
          "term": "DISCOUNT RATE",
          "definations": [
            "Interest rate that an eligible depository institution is charged to borrow short-term funds directly from the Federal Reserve Bank."
          ]
        },
        {
          "term": "DIVERGENCE",
          "definations": [
            "In technical analysis, a situation where price and momentum move in opposite directions, such as prices rising while momentum is falling. Divergence is considered either positive (bullish) or negative (bearish); both kinds of divergence signal major shifts in price direction. Positive/bullish divergence occurs when the price of a security makes a new low while the momentum indicator starts to climb upward. Negative/bearish divergence happens when the price of the security makes a new high, but the indicator fails to do the same and instead moves lower. Divergences frequently occur in extended price moves and frequently resolve with the price reversing direction to follow the momentum indicator."
          ]
        },
        {
          "term": "DIVERGENCE OF MAS",
          "definations": [
            "A technical observation that describes moving averages of different periods moving away from each other, which generally forecasts a price trend."
          ]
        },
        {
          "term": "DIVIDEND",
          "definations": [
            "The amount of a company’s earning distributed to its shareholders – usually described as a value per share."
          ]
        },
        {
          "term": "DJIA OR DOW",
          "definations": [
            "Abbreviation for the Dow Jones Industrial Average or US30."
          ]
        },
        {
          "term": "DOVE",
          "definations": [
            "Dovish refers to data or a policy view that suggests easier monetary policy or lower interest rates. The opposite of hawkish."
          ]
        },
        {
          "term": "DOWNTREND",
          "definations": [
            "Price action consisting of lower lows and lower highs."
          ]
        },
        {
          "term": "DXY$Y",
          "definations": [
            "Symbol for the US Dollar Index."
          ]
        }
      ]
    },
    {
      "letter": "E",
      "items": [
        {
          "term": "ECB",
          "definations": [
            "European Central Bank, the central bank for the countries using the euro."
          ]
        },
        {
          "term": "ECONOMIC INDICATOR",
          "definations": [
            "A government-issued statistic that indicates current economic growth and stability. Common indicators include employment rates, Gross Domestic Product (GDP), inflation, retail sales, etc."
          ]
        },
        {
          "term": "END OF DAY ORDER (EOD)",
          "definations": [
            "An order to buy or sell at a specified price that remains open until the end of the trading day, typically at 5pm/17:00 New York time."
          ]
        },
        {
          "term": "EST/EDT",
          "definations": [
            "The time zone of New York City, which stands for United States Eastern Standard Time/Eastern Daylight time."
          ]
        },
        {
          "term": "€STR",
          "definations": [
            "The Euro Short-Term Rate (€STR) is the interest rate benchmark for overnight borrowing costs throughout the euro area. It’s calculated and published by the European Central Bank (ECB) as a replacement for the Euro Overnight Index Average (EONIA) and the Euro Interbank Offered Rate (EURIBOR)."
          ]
        },
        {
          "term": "ESTX50",
          "definations": [
            "A name for the Euronext 50 index."
          ]
        },
        {
          "term": "EURO",
          "definations": [
            "The currency of the Eurozone."
          ]
        },
        {
          "term": "EUROPEAN MONETARY UNION (EMU)",
          "definations": [
            "An umbrella name for the group of policies that aims to coordinate economic and fiscal policies across EU Member States."
          ]
        },
        {
          "term": "EUROPEAN SESSION",
          "definations": [
            "07:00 – 16:00 (London)."
          ]
        },
        {
          "term": "EUROZONE LABOR COST INDEX",
          "definations": [
            "Measures the annualized rate of inflation in the compensation and benefits paid to civilian workers and is seen as a primary driver of overall inflation."
          ]
        },
        {
          "term": "EUROZONE ORGANIZATION FOR ECONOMIC CO-OPERATION AND DEVELOPMENT (OECD) LEADING INDICATOR",
          "definations": [
            "A monthly index produced by the OECD. It measures overall economic health by combining ten leading indicators including average weekly hours, new orders, consumer expectations, housing permits, stock prices and interest rate spreads."
          ]
        },
        {
          "term": "EX-DIVIDEND",
          "definations": [
            "A share bought in which the buyer forgoes the right to receive the next dividend and instead it is given to the seller."
          ]
        },
        {
          "term": "EXPIRY DATE/PRICE",
          "definations": [
            "The precise date and time when an option will expire. The two most common option expiries are 10:00am ET (also referred to as 10:00 NY time or NY cut) and 3:00pm Tokyo time (also referred to as 15:00 Tokyo time or Tokyo cut). These time periods frequently see an increase in activity as option hedges unwind in the spot market."
          ]
        },
        {
          "term": "EXPORTERS",
          "definations": [
            "Corporations who sell goods internationally, which in turn makes them sellers of foreign currency and buyers of their domestic currency. Frequently refers to major Japanese corporations such as Sony and Toyota, who will be natural sellers of USD/JPY, exchanging dollars received from commercial sales abroad."
          ]
        },
        {
          "term": "EXTENDED",
          "definations": [
            "A market that is thought to have traveled too far, too fast."
          ]
        }
      ]
    },
    {
      "letter": "F",
      "items": [
        {
          "term": "FACTORY ORDERS",
          "definations": [
            "The dollar level of new orders for both durable and nondurable goods. This report is more in depth than the durable goods report which is released earlier in the month."
          ]
        },
        {
          "term": "FED",
          "definations": [
            "The Federal Reserve Bank, the central bank of the United States, or the FOMC (Federal Open Market Committee), the policy-setting committee of the Federal Reserve."
          ]
        },
        {
          "term": "FED OFFICIALS",
          "definations": [
            "Refers to members of the Board of Governors of the Federal Reserve or regional Federal Reserve Bank Presidents."
          ]
        },
        {
          "term": "FIGURE/THE FIGURE",
          "definations": [
            "Refers to the price quotation of '00' in a price such as 00-03 (1.2600-03) and would be read as 'figure-three.' If someone sells at 1.2600, traders would say 'the figure was given' or 'the figure was hit."
          ]
        },
        {
          "term": "FILL",
          "definations": [
            "When an order has been fully executed."
          ]
        },
        {
          "term": "FILL OR KILL",
          "definations": [
            "An order that, if it cannot be filled in its entirety, will be cancelled."
          ]
        },
        {
          "term": "FIRST IN FIRST OUT (FIFO)",
          "definations": [
            "All positions opened within a particular currency pair are liquidated in the order in which they were originally opened."
          ]
        },
        {
          "term": "FIX",
          "definations": [
            "One of approximately five times during the forex trading day when a large amount of currency must be bought or sold to fill a commercial customer’s orders. Typically these times are associated with market volatility. The regular fixes are as follows (all times NY):&nbsp; ",
            "5:00am - Frankfurt&nbsp;",
            "6:00am - London&nbsp;",
            "10:00am - WMHCO (World Market House Company)&nbsp;",
            "11:00am - WMHCO (World Market House Company) - more important&nbsp;",
            "8:20am - IMM",
            "8:15am - ECB"
          ]
        },
        {
          "term": "FLAT OR FLAT READING",
          "definations": [
            "Economic data readings matching the previous period's levels that are unchanged."
          ]
        },
        {
          "term": "FLAT/SQUARE",
          "definations": [
            "Dealer jargon used to describe a position that has been completely reversed, e.g. you bought $500,000 and then sold $500,000, thereby creating a neutral (flat) position."
          ]
        },
        {
          "term": "FOLLOW-THROUGH",
          "definations": [
            "Fresh buying or selling interest after a directional break of a particular price level. The lack of follow-through usually indicates a directional move will not be sustained and may reverse."
          ]
        },
        {
          "term": "FOMC",
          "definations": [
            "Federal Open Market Committee, the policy-setting committee of the US Federal Reserve."
          ]
        },
        {
          "term": "FOMC MINUTES",
          "definations": [
            "Written record of FOMC policy-setting meetings are released three weeks following a meeting. The minutes provide more insight into the FOMC's deliberations and can generate significant market reactions."
          ]
        },
        {
          "term": "FOREIGN EXCHANGE/FOREX/FX",
          "definations": [
            "The simultaneous buying of one currency and selling of another. The global market for such transactions is referred to as the forex or FX market."
          ]
        },
        {
          "term": "FORWARD",
          "definations": [
            "The pre-specified exchange rate for a foreign exchange contract settling at some agreed future date, based on the interest rate differential between the two currencies involved."
          ]
        },
        {
          "term": "FORWARD POINTS",
          "definations": [
            "The pips added to or subtracted from the current exchange rate in order to calculate a forward price."
          ]
        },
        {
          "term": "FRA40",
          "definations": [
            "A name for the index of the top 40 companies (by market capitalization) listed on the French stock exchange. FRA40 is also known as CAC40."
          ]
        },
        {
          "term": "FTSE 100",
          "definations": [
            "The name of the UK 100 index."
          ]
        },
        {
          "term": "FUNDAMENTAL ANALYSIS",
          "definations": [
            "The assessment of all information available on a tradable product to determine its future outlook and therefore predict where the price is heading. Often non-measurable and subjective assessments, as well as quantifiable measurements, are made in fundamental analysis."
          ]
        },
        {
          "term": "FUNDS",
          "definations": [
            "Refers to hedge fund types active in the market. Also used as another term for the USD/CAD (U.S. Dollar/Canadian Dollar) pair."
          ]
        },
        {
          "term": "FUTURE",
          "definations": [
            "An agreement between two parties to execute a transaction at a specified time in the future when the price is agreed in the present."
          ]
        },
        {
          "term": "FUTURES CONTRACT",
          "definations": [
            "An obligation to exchange a good or instrument at a set price and specified quantity grade at a future date. The primary difference between a Future and a Forward is that Futures are typically traded over an exchange (Exchange- Traded Contacts - ETC), versus Forwards, which are considered Over The Counter (OTC) contracts. An OTC is any contract NOT traded on an exchange."
          ]
        }
      ]
    },
    {
      "letter": "G",
      "items": [
        {
          "term": "G7",
          "definations": [
            "Group of 7 Nations - United States, Japan, Germany, United Kingdom, France, Italy and Canada."
          ]
        },
        {
          "term": "G8",
          "definations": [
            "Group of 8 - G7 nations plus Russia."
          ]
        },
        {
          "term": "GAP/GAPPING",
          "definations": [
            "A quick market move in which prices skip several levels without any trades occurring. Gaps usually follow economic data or news announcements."
          ]
        },
        {
          "term": "GEARING (ALSO KNOWN AS LEVERAGE)",
          "definations": [
            "Gearing refers to trading a notional value that is greater than the amount of capital a trader is required to hold in his or her trading account. It is expressed as a percentage or a fraction."
          ]
        },
        {
          "term": "GER40",
          "definations": [
            "An index of the top 40 companies (by market capitalization) listed on the German stock exchange – another name for the DAX."
          ]
        },
        {
          "term": "GIVEN",
          "definations": [
            "Refers to a bid being hit or selling interest."
          ]
        },
        {
          "term": "GIVING IT UP",
          "definations": [
            "A technical level succumbs to a hard-fought battle."
          ]
        },
        {
          "term": "GMT (GREENWICH MEAN TIME)",
          "definations": [
            "Greenwich Mean Time - The most commonly referred time zone in the forex market. GMT does not change during the year, as opposed to daylight savings/summer time."
          ]
        },
        {
          "term": "GOING LONG",
          "definations": [
            "The purchase of a stock, commodity or currency for investment or speculation – with the expectation of the price increasing."
          ]
        },
        {
          "term": "GOING SHORT",
          "definations": [
            "The selling of a currency or product not owned by the seller – with the expectation of the price decreasing."
          ]
        },
        {
          "term": "GOLD (GOLD'S RELATIONSHIP)",
          "definations": [
            "It is commonly accepted that gold moves in the opposite direction of the US dollar. The long-term correlation coefficient is largely negative, but shorter-term correlations are less reliable."
          ]
        },
        {
          "term": "GOLD CERTIFICATE",
          "definations": [
            "A certificate of ownership that gold investors use to purchase and sell the commodity instead of dealing with transfer and storage of the physical gold itself."
          ]
        },
        {
          "term": "GOLD CONTRACT",
          "definations": [
            "The standard unit of trading gold is one contract which is equal to 10 troy ounces."
          ]
        },
        {
          "term": "GOOD FOR DAY",
          "definations": [
            "An order that will expire at the end of the day if it is not filled."
          ]
        },
        {
          "term": "GOOD 'TIL CANCELLED ORDER (GTC)",
          "definations": [
            "An order to buy or sell at a specified price that remains open until filled or until the client cancels."
          ]
        },
        {
          "term": "GOOD 'TIL DATE",
          "definations": [
            "An order type that will expire on the date you choose, should it not be filled beforehand."
          ]
        },
        {
          "term": "GREENBACK",
          "definations": [
            "Nickname for the US dollar."
          ]
        },
        {
          "term": "GROSS DOMESTIC PRODUCT (GDP)",
          "definations": [
            "Total value of a country's output, income or expenditure produced within its physical borders."
          ]
        },
        {
          "term": "GROSS NATIONAL PRODUCT",
          "definations": [
            "Gross domestic product plus income earned from investment or work abroad."
          ]
        },
        {
          "term": "GUARANTEED ORDER",
          "definations": [
            "An order type that protects a trader against the market gapping. It guarantees to fill your order at the price asked."
          ]
        },
        {
          "term": "GUARANTEED STOP",
          "definations": [
            "A stop-loss order guaranteed to close your position at a level you dictate, should the market move to or beyond that point. It is guaranteed even if there’s gapping in the market."
          ]
        },
        {
          "term": "GUNNING/GUNNED",
          "definations": [
            "Refers to traders pushing to trigger known stops or technical levels in the market."
          ]
        }
      ]
    },
    {
      "letter": "H",
      "items": [
        {
          "term": "HANDLE",
          "definations": [
            "Every 100 pips in the FX market starting with 000."
          ]
        },
        {
          "term": "HAWK/HAWKISH",
          "definations": [
            "A country's monetary policymakers are referred to as hawkish when they believe that higher interest rates are needed, usually to combat inflation or restrain rapid economic growth or both."
          ]
        },
        {
          "term": "HEDGE",
          "definations": [
            "A position or combination of positions that reduces the risk of your primary position."
          ]
        },
        {
          "term": "HIT THE BID",
          "definations": [
            "To sell at the current market bid."
          ]
        },
        {
          "term": "HK50/HKHI",
          "definations": [
            "Names for the Hong Kong Hang Seng index."
          ]
        }
      ]
    },
    {
      "letter": "I",
      "items": [
        {
          "term": "ILLIQUID",
          "definations": [
            "Little volume being traded in the market; a lack of liquidity often creates choppy market conditions.&nbsp;<br /> <br />"
          ]
        },
        {
          "term": "ILLIQUID",
          "definations": [
            "Little volume being traded in the market; a lack of liquidity often creates choppy market conditions.&nbsp;<br /> <br />"
          ]
        },
        {
          "term": "IMM",
          "definations": [
            "International Monetary Market, the Chicago-based currency futures market, that is part of the Chicago Mercantile Exchange."
          ]
        },
        {
          "term": "IMM FUTURES",
          "definations": [
            "A traditional futures contract based on major currencies against the US dollar. IMM futures are traded on the floor of the Chicago Mercantile Exchange."
          ]
        },
        {
          "term": "IMM SESSION",
          "definations": [
            "8:00am - 3:00pm New York."
          ]
        },
        {
          "term": "INDU",
          "definations": [
            "Abbreviation for the Dow Jones Industrial Average."
          ]
        },
        {
          "term": "INDUSTRIAL PRODUCTION",
          "definations": [
            "Measures the total value of output produced by manufacturers, mines and utilities. This data tends to react quickly to the expansions and contractions of the business cycle and can act as a leading indicator of employment and personal income data."
          ]
        },
        {
          "term": "INFLATION",
          "definations": [
            "An economic condition whereby prices for consumer goods rise, eroding purchasing power."
          ]
        },
        {
          "term": "INITIAL MARGIN REQUIREMENT",
          "definations": [
            "The initial deposit of collateral required to enter into a position."
          ]
        },
        {
          "term": "INTERBANK RATES",
          "definations": [
            "The foreign exchange rates which large international banks quote to each other."
          ]
        },
        {
          "term": "INTEREST",
          "definations": [
            "Adjustments in cash to reflect the effect of owing or receiving the notional amount of equity of a CFD position."
          ]
        },
        {
          "term": "INTERVENTION",
          "definations": [
            "Action by a central bank to affect the value of its currency by entering the market. Concerted intervention refers to action by a number of central banks to control exchange rates."
          ]
        },
        {
          "term": "INTRODUCING BROKER",
          "definations": [
            "A person or corporate entity which introduces accounts to a broker in return for a fee."
          ]
        },
        {
          "term": "INX",
          "definations": [
            "Symbol for S&amp;P 500 index."
          ]
        },
        {
          "term": "IPO",
          "definations": [
            "A private company’s initial offer of stock to the public. Short for initial public offering."
          ]
        },
        {
          "term": "ISM MANUFACTURING INDEX",
          "definations": [
            "An index that assesses the state of the US manufacturing sector by surveying executives on expectations for future production, new orders, inventories, employment and deliveries. Values over 50 generally indicate an expansion, while values below 50 indicate contraction."
          ]
        },
        {
          "term": "ISM NON-MANUFACTURING",
          "definations": [
            "An index that surveys service sector firms for their outlook, representing the other 80% of the US economy not covered by the ISM Manufacturing Report. Values over 50 generally indicate an expansion, while values below 50 indicate contraction."
          ]
        }
      ]
    },
    {
      "letter": "J",
      "items": [
        {
          "term": "JAPANESE ECONOMY WATCHERS SURVEY",
          "definations": [
            "Measures the mood of businesses that directly service consumers such as waiters, drivers and beauticians. Readings above 50 generally signal improvements in sentiment."
          ]
        },
        {
          "term": "JAPANESE MACHINE TOOL ORDERS",
          "definations": [
            "Measures the total value of new orders placed with machine tool manufacturers. Machine tool orders are a measure of the demand for companies that make machines, a leading indicator of future industrial production. Strong data generally signals that manufacturing is improving and that the economy is in an expansion phase."
          ]
        },
        {
          "term": "JPN225",
          "definations": [
            "A name for the NEKKEI index."
          ]
        }
      ]
    },
    {
      "letter": "K",
      "items": [
        {
          "term": "KEEP THE POWDER DRY",
          "definations": [
            "To limit your trades due to inclement trading conditions. In either choppy or extremely narrow markets, it may be better to stay on the sidelines until a clear opportunity arises."
          ]
        },
        {
          "term": "KIWI",
          "definations": [
            "Nickname for NZD/USD (New Zealand Dollar/U.S. Dollar)."
          ]
        },
        {
          "term": "KNOCK-INS",
          "definations": [
            "Option strategy that requires the underlying product to trade at a certain price before a previously bought option becomes active. Knock-ins are used to reduce premium costs of the underlying option and can trigger hedging activities once an option is activated."
          ]
        },
        {
          "term": "KNOCK-OUTS",
          "definations": [
            "Option that nullifies a previously bought option if the underlying product trades a certain level. When a knock-out level is traded, the underlying option ceases to exist and any hedging may have to be unwound."
          ]
        }
      ]
    },
    {
      "letter": "L",
      "items": [
        {
          "term": "LAST DEALING DAY",
          "definations": [
            "The last day you may trade a particular product."
          ]
        },
        {
          "term": "LAST DEALING TIME",
          "definations": [
            "The last time you may trade a particular product."
          ]
        },
        {
          "term": "LEADING INDICATORS",
          "definations": [
            "Statistics that are considered to predict future economic activity."
          ]
        },
        {
          "term": "LEVEL",
          "definations": [
            "A price zone or particular price that is significant from a technical standpoint or based on reported orders/option interest."
          ]
        },
        {
          "term": "LEVERAGE",
          "definations": [
            "Also known as margin, this is the percentage or fractional increase you can trade from the amount of capital you have available. It allows traders to trade notional values far higher than the capital they have. For example, leverage of 100:1 means you can trade a notional value 100 times greater than the capital in your trading account.*"
          ]
        },
        {
          "term": "LEVERAGED NAMES",
          "definations": [
            "Short-term traders, referring largely to the hedge fund community."
          ]
        },
        {
          "term": "LIABILITY",
          "definations": [
            "Potential loss, debt or financial obligation."
          ]
        },
        {
          "term": "LIBOR",
          "definations": [
            "The London Inter-Bank Offered Rate. Banks use LIBOR as a base rate for international lending. Is being replaced by SONIA."
          ]
        },
        {
          "term": "LIMITS/LIMIT ORDER",
          "definations": [
            "An order that seeks to buy at lower levels than the current market or sell at higher levels than the current market. A limit order sets restrictions on the maximum price to be paid or the minimum price to be received. As an example, if the current price of USD/JPY is 117.00/05, then a limit order to buy USD would be at a price below the current market, e.g. 116.50. A Limit Order that is attached to a currently existing open position (or a pending entry order) with the purpose of closing that position may also be referred to as a “Take Profit” order."
          ]
        },
        {
          "term": "LIQUID MARKET",
          "definations": [
            "A market which has sufficient numbers of buyers and sellers for the price to move in a smooth manner."
          ]
        },
        {
          "term": "LIQUIDATION",
          "definations": [
            "The closing of an existing position through the execution of an offsetting transaction."
          ]
        },
        {
          "term": "LONDON SESSION",
          "definations": [
            "08:00 – 17:00 (London)."
          ]
        },
        {
          "term": "LONG POSITION",
          "definations": [
            "A position that appreciates in value if market price increases. When the base currency in the pair is bought, the position is said to be long. This position is taken with the expectation that the market will rise."
          ]
        },
        {
          "term": "LONGS",
          "definations": [
            "Traders who have bought a product."
          ]
        },
        {
          "term": "LOONIE",
          "definations": [
            "Nickname for the Canadian dollar or the USD/CAD (U.S. Dollar/Canadian Dollar) currency pair."
          ]
        },
        {
          "term": "LOT",
          "definations": [
            "A unit to measure the amount of the deal. The value of the deal always corresponds to an integer number of lots."
          ]
        }
      ]
    },
    {
      "letter": "M",
      "items": [
        {
          "term": "MACRO",
          "definations": [
            "The longest-term trader who bases their trade decisions on fundamental analysis. A macro trade’s holding period can last anywhere from around six months to multiple years."
          ]
        },
        {
          "term": "MANUFACTURING PRODUCTION",
          "definations": [
            "Measures the total output of the manufacturing aspect of the Industrial Production figures. This data only measures the 13 sub-sectors that relate directly to manufacturing. Manufacturing makes up approximately 80% of total Industrial Production."
          ]
        },
        {
          "term": "MARGIN CALL",
          "definations": [
            "A request from a broker or dealer for additional funds or other collateral on a position that has moved against the customer."
          ]
        },
        {
          "term": "MARKET MAKER",
          "definations": [
            "A dealer who regularly quotes both bid and ask prices and is ready to make a two-sided market for any financial product."
          ]
        },
        {
          "term": "MARKET ORDER",
          "definations": [
            "An order to buy or sell at the current price."
          ]
        },
        {
          "term": "MARKET-TO-MARKET",
          "definations": [
            "Process of re-evaluating all open positions in light of current market prices. These new values then determine margin requirements."
          ]
        },
        {
          "term": "MATURITY",
          "definations": [
            "The date of settlement or expiry of a financial product."
          ]
        },
        {
          "term": "MEDLEY REPORT",
          "definations": [
            "Refers to Medley Global Advisors, a market consultancy that maintains close contacts with central bank and government officials around the world. Their reports can frequently move the currency market as they purport to have inside information from policy makers. The accuracy of the reports has fluctuated over time, but the market still pays attention to them in the short-run."
          ]
        },
        {
          "term": "MODELS",
          "definations": [
            "Synonymous with black box. Systems that automatically buy and sell based on technical analysis or other quantitative algorithms."
          ]
        },
        {
          "term": "MOM",
          "definations": [
            "Abbreviation for month-over-month, which is the change in a data series relative to the prior month's level."
          ]
        },
        {
          "term": "MOMENTUM",
          "definations": [
            "A series of technical studies (e.g. RSI, MACD, Stochastics, Momentum) that assesses the rate of change in prices."
          ]
        },
        {
          "term": "MOMENTUM PLAYERS",
          "definations": [
            "Traders who align themselves with an intra-day trend that attempts to grab 50-100 pips."
          ]
        }
      ]
    },
    {
      "letter": "N",
      "items": [
        {
          "term": "NAS100",
          "definations": [
            "An abbreviation for the NASDAQ 100 index."
          ]
        },
        {
          "term": "NET POSITION",
          "definations": [
            "The amount of currency bought or sold which has not yet been offset by opposite transactions."
          ]
        },
        {
          "term": "NEW YORK SESSION",
          "definations": [
            "8:00am – 5:00pm (New York time)."
          ]
        },
        {
          "term": "NO TOUCH",
          "definations": [
            "An option that pays a fixed amount to the holder if the market never touches the predetermined Barrier Level."
          ]
        },
        {
          "term": "NYA.X",
          "definations": [
            "Symbol for NYSE Composite index."
          ]
        }
      ]
    },
    {
      "letter": "O",
      "items": [
        {
          "term": "OFFER/ASK PRICE",
          "definations": [
            "The price at which the market is prepared to sell a product. Prices are quoted two-way as Bid/Offer. The Offer price is also known as the Ask. The Ask represents the price at which a trader can buy the base currency, which is shown to the right in a currency pair. For example, in the quote USD/CHF 1.4527/32, the base currency is USD, and the ask price is 1.4532, meaning you can buy one US dollar for 1.4532 Swiss francs.&nbsp; <br/> ",
            "In CFD trading, the Ask represents the price a trader can buy the product. For example, in the quote for UK OIL 111.13/111.16, the product quoted is UK OIL and the ask price is £111.16 for one unit of the underlying market.* "
          ]
        },
        {
          "term": "OFFERED",
          "definations": [
            "If a market is said to be trading offered, it means a pair is attracting heavy selling interest, or offers."
          ]
        },
        {
          "term": "OFFSETTING TRANSACTION",
          "definations": [
            "A trade that cancels or offsets some or all of the market risk of an open position."
          ]
        },
        {
          "term": "ON TOP",
          "definations": [
            "Attempting to sell at the current market order price."
          ]
        },
        {
          "term": "ONE CANCELS THE OTHER ORDER (OCO)",
          "definations": [
            "A designation for two orders whereby if one part of the two orders is executed, then the other is automatically cancelled."
          ]
        },
        {
          "term": "ONE TOUCH",
          "definations": [
            "An option that pays a fixed amount to the holder if the market touches the predetermined Barrier Level."
          ]
        },
        {
          "term": "OPEN ORDER",
          "definations": [
            "An order that will be executed when a market moves to its designated price. Normally associated with good 'til cancelled orders."
          ]
        },
        {
          "term": "OPEN POSITION",
          "definations": [
            "An active trade with corresponding unrealized P&amp;L, which has not been offset by an equal and opposite deal."
          ]
        },
        {
          "term": "OPTION",
          "definations": [
            "A derivative which gives the right, but not the obligation, to buy or sell a product at a specific price before a specified date."
          ]
        },
        {
          "term": "ORDER",
          "definations": [
            "An instruction to execute a trade."
          ]
        },
        {
          "term": "ORDER BOOK",
          "definations": [
            "A system used to show market depth of traders willing to buy and sell at prices beyond the best available."
          ]
        },
        {
          "term": "OVER THE COUNTER (OTC)",
          "definations": [
            "Used to describe any transaction that is not conducted via an exchange."
          ]
        },
        {
          "term": "OVERNIGHT POSITION",
          "definations": [
            "A trade that remains open until the next business day."
          ]
        }
      ]
    },
    {
      "letter": "P",
      "items": [
        {
          "term": "PAID",
          "definations": [
            "Refers to the offer side of the market dealing."
          ]
        },
        {
          "term": "PAIR",
          "definations": [
            "The forex quoting convention of matching one currency against the other."
          ]
        },
        {
          "term": "PANELED",
          "definations": [
            "A very heavy round of selling."
          ]
        },
        {
          "term": "PARABOLIC",
          "definations": [
            "A market that moves a great distance in a very short period of time, frequently moving in an accelerating fashion that resembles one half of a parabola. Parabolic moves can be either up or down."
          ]
        },
        {
          "term": "PARTIAL FILL",
          "definations": [
            "When only part of an order has been executed."
          ]
        },
        {
          "term": "PATIENT",
          "definations": [
            "Waiting for certain levels or news events to hit the market before entering a position."
          ]
        },
        {
          "term": "PERSONAL INCOME",
          "definations": [
            "Measures an individual’s total annual gross earnings from wages, business enterprises and various investments. Personal income is the key to personal spending, which accounts for 2/3 of GDP in the major economies."
          ]
        },
        {
          "term": "PIPS",
          "definations": [
            "The smallest unit of price for any foreign currency, pips refer to digits added to or subtracted from the fourth decimal place, i.e. 0.0001."
          ]
        },
        {
          "term": "POLITICAL RISK",
          "definations": [
            "Exposure to changes in governmental policy which may have an adverse effect on an investor's position."
          ]
        },
        {
          "term": "PORTFOLIO",
          "definations": [
            "A collection of investments owned by an entity."
          ]
        },
        {
          "term": "POSITION",
          "definations": [
            "The net total holdings of a given product."
          ]
        },
        {
          "term": "PREMIUM",
          "definations": [
            "The amount by which the forward or futures price exceeds the spot price."
          ]
        },
        {
          "term": "PRICE TRANSPARENCY",
          "definations": [
            "Describes quotes to which every market participant has equal access."
          ]
        },
        {
          "term": "PROFIT",
          "definations": [
            "The difference between the cost price and the sale price, when the sale price is higher than the cost price."
          ]
        },
        {
          "term": "PULLBACK",
          "definations": [
            "The tendency of a trending market to retrace a portion of the gains before continuing in the same direction."
          ]
        },
        {
          "term": "PURCHASING MANAGERS INDEX (PMI)",
          "definations": [
            "An economic indicator which indicates the performance of manufacturing companies within a country."
          ]
        },
        {
          "term": "PURCHASING MANAGERS INDEX SERVICES (FRANCE, GERMANY, EUROZONE, UK)",
          "definations": [
            "Measures the outlook of purchasing managers in the service sector. Such managers are surveyed on a number of subjects including employment, production, new orders, supplier deliveries and inventories. Readings above 50 generally indicate expansion, while readings below 50 suggest economic contraction."
          ]
        },
        {
          "term": "PUT OPTION",
          "definations": [
            "A product which gives the owner the right, but not the obligation, to sell it at a specified price."
          ]
        }
      ]
    },
    {
      "letter": "Q",
      "items": [
        {
          "term": "QUANTITATIVE EASING",
          "definations": [
            "When a central bank injects money into an economy with the aim of stimulating growth."
          ]
        },
        {
          "term": "QUARTERLY CFDS",
          "definations": [
            "A type of future with expiry dates every three months (once per quarter).*"
          ]
        },
        {
          "term": "QUOTE",
          "definations": [
            "An indicative market price, normally used for information purposes only."
          ]
        }
      ]
    },
    {
      "letter": "R",
      "items": [
        {
          "term": "RALLY",
          "definations": [
            "A recovery in price after a period of decline."
          ]
        },
        {
          "term": "RANGE",
          "definations": [
            "When a price is trading between a defined high and low, moving within these two boundaries without breaking out from them."
          ]
        },
        {
          "term": "RATE",
          "definations": [
            "The price of one currency in terms of another, typically used for dealing purposes."
          ]
        },
        {
          "term": "RBA",
          "definations": [
            "Reserve Bank of Australia, the central bank of Australia."
          ]
        },
        {
          "term": "RBNZ",
          "definations": [
            "Reserve Bank of New Zealand, the central bank of New Zealand."
          ]
        },
        {
          "term": "REAL MONEY",
          "definations": [
            "Traders of significant size including pension funds, asset managers, insurance companies, etc. They are viewed as indicators of major long-term market interest, as opposed to shorter-term, intra-day speculators."
          ]
        },
        {
          "term": "REALIZED PROFIT/LOSS",
          "definations": [
            "The amount of money you have made or lost when a position has been closed."
          ]
        },
        {
          "term": "RESISTENCE LEVEL",
          "definations": [
            "A price that may act as a ceiling. The opposite of support."
          ]
        },
        {
          "term": "RETAIL INVESTOR",
          "definations": [
            "An individual investor who trades with money from personal wealth, rather than on behalf of an institution."
          ]
        },
        {
          "term": "RETAIL SALES",
          "definations": [
            "Measures the monthly retail sales of all goods and services sold by retailers based on a sampling of different types and sizes. This data provides a look into consumer spending behavior, which is a key determinant of growth in all major economies."
          ]
        },
        {
          "term": "REVALUATION",
          "definations": [
            "When a pegged currency is allowed to strengthen or rise as a result of official actions; the opposite of a devaluation."
          ]
        },
        {
          "term": "RIGHTS ISSUE",
          "definations": [
            "A form of corporate action where shareholders are given rights to purchase more stock. Normally issued by companies in an attempt to raise capital."
          ]
        },
        {
          "term": "RISK",
          "definations": [
            "Exposure to uncertain change, most often used with a negative connotation of adverse change."
          ]
        },
        {
          "term": "RISK MANAGEMENT",
          "definations": [
            "The employment of financial analysis and trading techniques to reduce and/or control exposure to various types of risk."
          ]
        },
        {
          "term": "ROLLOVER",
          "definations": [
            "A rollover is the simultaneous closing of an open position for today's value date and the opening of the same position for the next day's value date at a price reflecting the interest rate differential between the two currencies.&nbsp; ",
            "In the spot forex market, trades must be settled in two business days. For example, if a trader sells 100,000 Euros on Tuesday, then the trader must deliver 100,000 Euros on Thursday, unless the position is rolled over. As a service to customers, all open forex positions at the end of the day (5:00 PM New York time) are automatically rolled over to the next settlement date. The rollover adjustment is simply the accounting of the cost-of-carry on a day-to-day basis."
          ]
        },
        {
          "term": "ROUND TRIP",
          "definations": [
            "A trade that has been opened and subsequently closed by an equal and opposite deal."
          ]
        },
        {
          "term": "RUNNING PROFIT/LOSS",
          "definations": [
            "An indicator of the status of your open positions; that is, unrealized money that you would gain or lose should you close all your open positions at that point in time."
          ]
        },
        {
          "term": "RUT",
          "definations": [
            "Symbol for Russell 2000 index."
          ]
        }
      ]
    },
    {
      "letter": "S",
      "items": [
        {
          "term": "SEC",
          "definations": [
            "The Securities and Exchange Commission."
          ]
        },
        {
          "term": "SECTOR",
          "definations": [
            "A group of securities that operate in a similar industry."
          ]
        },
        {
          "term": "SELL",
          "definations": [
            "Taking a short position in expectation that the market is going to go down."
          ]
        },
        {
          "term": "SETTLEMENT",
          "definations": [
            "The process by which a trade is entered into the books, recording the counterparts to a transaction. The settlement of currency trades may or may not involve the actual physical exchange of one currency for another."
          ]
        },
        {
          "term": "SHGA.X",
          "definations": [
            "Symbol for the Shanghai A index."
          ]
        },
        {
          "term": "SHORT-COVERING",
          "definations": [
            "After a decline, traders who earlier went short begin buying back."
          ]
        },
        {
          "term": "SHORT POSITION",
          "definations": [
            "An investment position that benefits from a decline in market price. When the base currency in the pair is sold, the position is said to be short."
          ]
        },
        {
          "term": "SHORT SQUEEZE",
          "definations": [
            "A situation in which traders are heavily positioned on the short side and a market catalyst causes them to cover (buy) in a hurry, causing a sharp price increase."
          ]
        },
        {
          "term": "SHORTS",
          "definations": [
            "Traders who have sold, or shorted, a product, or those who are bearish on the market."
          ]
        },
        {
          "term": "SIDELINES, SIT ON HANDS",
          "definations": [
            "Traders staying out of the markets due to directionless, choppy or unclear market conditions are said to be on the sidelines or sitting on their hands."
          ]
        },
        {
          "term": "SIMPLE MOVING AVERAGE SMA",
          "definations": [
            "A simple average of a pre-defined number of price bars. For example, a 50 period daily chart SMA is the average closing price of the previous 50 daily closing bars. Any time interval can be applied."
          ]
        },
        {
          "term": "SLIPPAGE",
          "definations": [
            "The difference between the price that was requested and the price obtained typically due to changing market conditions."
          ]
        },
        {
          "term": "SLIPPERY",
          "definations": [
            "A term used when the market feels like it is ready for a quick move in any direction."
          ]
        },
        {
          "term": "SLOPPY",
          "definations": [
            "Choppy trading conditions that lack any meaningful trend and/or follow-through."
          ]
        },
        {
          "term": "SNB",
          "definations": [
            "Swiss National Bank, the central bank of Switzerland."
          ]
        },
        {
          "term": "SOFR",
          "definations": [
            "The Secured Overnight Financing Rate (SOFR) is the overnight interest rate used for US dollar-denominated loans and derivatives in the overnight market."
          ]
        },
        {
          "term": "SONIA",
          "definations": [
            "The Sterling Overnight Index Average (SONIA) is the effective overnight interest rate that banks pay to borrow sterling overnight from other financial institutions. It’s used for overnight funding of trades that occur in off-hours, replacing LIBOR."
          ]
        },
        {
          "term": "SOVEREIGN NAMES",
          "definations": [
            "Refers to central banks active in the spot market."
          ]
        },
        {
          "term": "SPOT MARKET",
          "definations": [
            "A market whereby products are traded at their market price for immediate exchange."
          ]
        },
        {
          "term": "SPOT PRICE",
          "definations": [
            "The current market price. Settlement of spot transactions usually occurs within two business days."
          ]
        },
        {
          "term": "SPOT TRADE",
          "definations": [
            "The purchase or sale of a product for immediate delivery (as opposed to a date in the future). Spot contracts are typically settled electronically."
          ]
        },
        {
          "term": "SPREAD",
          "definations": [
            "The difference between the bid and offer prices."
          ]
        },
        {
          "term": "SPX500",
          "definations": [
            "A name for the S&amp;P index."
          ]
        },
        {
          "term": "SQUARE",
          "definations": [
            "Purchase and sales are in balance and thus the dealer has no open position."
          ]
        },
        {
          "term": "STERLING",
          "definations": [
            "A nickname for the British pound or the GBP/USD (Great British Pound/U.S. Dollar) currency pair."
          ]
        },
        {
          "term": "STOCK EXCHANGE",
          "definations": [
            "A market on which securities are traded."
          ]
        },
        {
          "term": "STOCK INDEX",
          "definations": [
            "The combined price of a group of stocks - expressed against a base number - to allow assessment of how the group of companies is performing relative to the past."
          ]
        },
        {
          "term": "STOP ENTRY ORDER",
          "definations": [
            "This is an order placed to buy above the current price, or to sell below the current price. These orders are useful if you believe the market is heading in one direction and you have a target entry price."
          ]
        },
        {
          "term": "STOP-LOSS HUNTING",
          "definations": [
            "When a market seems to be reaching for a certain level that is believed to be heavy with stops. If stops are triggered, then the price will often jump through the level as a flood of stop-loss orders are triggered."
          ]
        },
        {
          "term": "STOP LOSS ORDER",
          "definations": [
            "This is an order placed to sell below the current price (to close a long position), or to buy above the current price (to close a short position). Stop loss orders are an important risk management tool. By setting stop loss orders against open positions you can limit your potential downside should the market move against you. Remember that stop orders do not guarantee your execution price – a stop order is triggered once the stop level is reached, and will be executed at the next available price."
          ]
        },
        {
          "term": "STOP ORDER",
          "definations": [
            "A stop order is an order to buy or sell once a pre-defined price is reached. When the price is reached, the stop order becomes a market order and is executed at the best available price. It is important to remember that stop orders can be affected by market gaps and slippage, and will not necessarily be executed at the stop level if the market does not trade at this price. A stop order will be filled at the next available price once the stop level has been reached. Placing contingent orders may not necessarily limit your losses."
          ]
        },
        {
          "term": "STOPS BUILDING",
          "definations": [
            "Refers to stop-loss orders building up; the accumulation of stop-loss orders to buy above the market in an upmove, or to sell below the market in a downmove."
          ]
        },
        {
          "term": "STRIKE PRICE",
          "definations": [
            "The defined price at which the holder of an option can buy or sell the product."
          ]
        },
        {
          "term": "SUPPORT",
          "definations": [
            "A price that acts as a floor for past or future price movements."
          ]
        },
        {
          "term": "SUPPORT LEVELS",
          "definations": [
            "A technique used in technical analysis that indicates a specific price ceiling and floor at which a given exchange rate will automatically correct itself. Opposite of resistance."
          ]
        },
        {
          "term": "SUSPENDED TRADING",
          "definations": [
            "A temporary halt in the trading of a product."
          ]
        },
        {
          "term": "SWAP",
          "definations": [
            "A currency swap is the simultaneous sale and purchase of the same amount of a given currency at a forward exchange rate."
          ]
        },
        {
          "term": "SWISSIE",
          "definations": [
            "The nickname for the Swiss franc or the USD/CHF (U.S. Dollar/Swiss Franc) currency pair."
          ]
        }
      ]
    },
    {
      "letter": "T",
      "items": [
        {
          "term": "TAKE PROFIT",
          "definations": [
            "See definition of Limit Order."
          ]
        },
        {
          "term": "TAKEOVER",
          "definations": [
            "Assuming control of a company by buying its stock."
          ]
        },
        {
          "term": "TECHNICAL ANALYSIS",
          "definations": [
            "The process by which charts of past price patterns are studied for clues as to the direction of future price movements."
          ]
        },
        {
          "term": "TECHNICIANS/TECHS",
          "definations": [
            "Traders who base their trading decisions on technical or charts analysis."
          ]
        },
        {
          "term": "TEN (10) YR",
          "definations": [
            "US government-issued debt which is repayable in ten years. For example, a US 10-year note."
          ]
        },
        {
          "term": "THIN",
          "definations": [
            "A illiquid, slippery or choppy market environment. A light-volume market that produces erratic trading conditions."
          ]
        },
        {
          "term": "THIRTY (30) YR",
          "definations": [
            "UK government-issued debt which is repayable in 30 years. For example, a UK 30-year gilt."
          ]
        },
        {
          "term": "TICK (SIZE)",
          "definations": [
            "A minimum change in price, up or down."
          ]
        },
        {
          "term": "TIME TO MATURITY",
          "definations": [
            "The time remaining until a contract expires."
          ]
        },
        {
          "term": "TOKYO SESSION",
          "definations": [
            "09:00 – 18:00 (Tokyo)."
          ]
        },
        {
          "term": "TOMORROW NEXT (TOM/NEXT)",
          "definations": [
            "Simultaneous buying and selling of a currency for delivery the following day."
          ]
        },
        {
          "term": "T/P",
          "definations": [
            "Stands for “take profit.” Refers to limit orders that look to sell above the level that was bought, or buy back below the level that was sold."
          ]
        },
        {
          "term": "TRADE BALANCE",
          "definations": [
            "Measures the difference in value between imported and exported goods and services. Nations with trade surpluses (exports greater than imports), such as Japan, tend to see their currencies appreciate, while countries with trade deficits (imports greater than exports), such as the US, tend to see their currencies weaken."
          ]
        },
        {
          "term": "TRADE SIZE",
          "definations": [
            "The number of units of product in a contract or lot."
          ]
        },
        {
          "term": "TRADING BID",
          "definations": [
            "A pair is acting strong and/or moving higher; bids keep entering the market and pushing prices up."
          ]
        },
        {
          "term": "TRADING HALT",
          "definations": [
            "A postponement to trading that is not a suspension from trading."
          ]
        },
        {
          "term": "TRADING HEAVY",
          "definations": [
            "A market that feels like it wants to move lower, usually associated with an offered market that will not rally despite buying attempts."
          ]
        },
        {
          "term": "TRADING OFFERED",
          "definations": [
            "A pair is acting weak and/or moving lower, and offers to sell keep coming into the market."
          ]
        },
        {
          "term": "TRADING RANGE",
          "definations": [
            "The range between the highest and lowest price of a stock usually expressed with reference to a period of time. For example: 52-week trading range."
          ]
        },
        {
          "term": "TRAILING STOP",
          "definations": [
            "A trailing stop allows a trade to continue to gain in value when the market price moves in a favorable direction, but automatically closes the trade if the market price suddenly moves in an unfavorable direction by a specified distance. Placing contingent orders may not necessarily limit your losses."
          ]
        },
        {
          "term": "TRANSACTION COST",
          "definations": [
            "The cost of buying or selling a financial product."
          ]
        },
        {
          "term": "TRANSACTION DATE",
          "definations": [
            "The date on which a trade occurs."
          ]
        },
        {
          "term": "TREND",
          "definations": [
            "Price movement that produces a net change in value. An uptrend is identified by higher highs and higher lows. A downtrend is identified by lower highs and lower lows."
          ]
        },
        {
          "term": "TURNOVER",
          "definations": [
            "The total money value or volume of all executed transactions in a given time period."
          ]
        },
        {
          "term": "TWO-WAY PRICE",
          "definations": [
            "When both a bid and offer rate is quoted for a forex transaction."
          ]
        },
        {
          "term": "TYO10",
          "definations": [
            "Symbol for CBOE 10-Year Treasury Yield Index."
          ]
        }
      ]
    },
    {
      "letter": "U",
      "items": [
        {
          "term": "UGLY",
          "definations": [
            "Describing unforgiving market conditions that can be violent and quick."
          ]
        },
        {
          "term": "UK AVERAGE EARNINGS INCLUDING BONUS/EXCLUDING BONUS",
          "definations": [
            "Measures the average wage including/excluding bonuses paid to employees. This is measured quarter-on-quarter (QoQ) from the previous year."
          ]
        },
        {
          "term": "UK CLAIMANT COUNT RATE",
          "definations": [
            "Measures the number of people claiming unemployment benefits. The claimant count figures tend to be lower than the unemployment data since not all of the unemployed are eligible for benefits."
          ]
        },
        {
          "term": "UK HBOS HOUSE PRICE INDEX",
          "definations": [
            "Measures the relative level of UK house prices for an indication of trends in the UK real estate sector and their implication for the overall economic outlook. This index is the longest monthly data series of any UK housing index, published by the largest UK mortgage lender (Halifax Building Society/Bank of Scotland)."
          ]
        },
        {
          "term": "UK JOBLESS CLAIMS CHANGE",
          "definations": [
            "Measures the change in the number of people claiming unemployment benefits over the previous month."
          ]
        },
        {
          "term": "UK MANUAL UNIT WAGE LOSS",
          "definations": [
            "Measures the change in total labor cost expended in the production of one unit of output."
          ]
        },
        {
          "term": "UK OIL*",
          "definations": [
            "A name for Brent Crude Oil."
          ]
        },
        {
          "term": "UK PRODUCERS PRICE INDEX INPUT",
          "definations": [
            "Measures the rate of inflation experienced by manufacturers when purchasing materials and services. This data is closely scrutinized since it can be a leading indicator of consumer inflation."
          ]
        },
        {
          "term": "UK PRODUCERS PRICE INDEX OUTPUT",
          "definations": [
            "Measures the rate of inflation experienced by manufacturers when selling goods and services."
          ]
        },
        {
          "term": "UK100",
          "definations": [
            "A name for the FTSE 100 index."
          ]
        },
        {
          "term": "UNDERLYING",
          "definations": [
            "The actual traded market from where the price of a product is derived."
          ]
        },
        {
          "term": "UNEMPLOYMENT RATE",
          "definations": [
            "Measures the total workforce that is unemployed and actively seeking employment, measured as a percentage of the labor force."
          ]
        },
        {
          "term": "UNIVERSITY OF MICHIGAN'S CONSUMER SENTIMENT INDEX",
          "definations": [
            "Polls 500 US households each month. The report is issued in a preliminary version mid-month and a final version at the end of the month. Questions revolve around individuals’ attitudes about the US economy. Consumer sentiment is viewed as a proxy for the strength of consumer spending."
          ]
        },
        {
          "term": "UNREALIZED GAIN/LOSS",
          "definations": [
            "The theoretical gain or loss on open positions valued at current market rates, as determined by the broker in its sole discretion. Unrealized gains/losses become profits/losses when the position is closed."
          ]
        },
        {
          "term": "UPTICK",
          "definations": [
            "A new price quote at a price higher than the preceding quote."
          ]
        },
        {
          "term": "UPTICK RULE",
          "definations": [
            "In the US, a regulation whereby a security may not be sold short unless the last trade prior to the short sale was at a price lower than the price at which the short sale is executed."
          ]
        },
        {
          "term": "US OIL",
          "definations": [
            "A name for WTI Crude Oil."
          ]
        },
        {
          "term": "US PRIME RATE",
          "definations": [
            "The interest rate at which US banks will lend to their prime corporate customers."
          ]
        },
        {
          "term": "US30",
          "definations": [
            "A name for the Dow Jones index."
          ]
        }
      ]
    },
    {
      "letter": "V",
      "items": [
        {
          "term": "VALUE DATE",
          "definations": [
            "Also known as the maturity date, it is the date on which counterparts to a financial transaction agree to settle their respective obligations, i.e., exchanging payments. For spot currency transactions, the value date is normally two business days forward."
          ]
        },
        {
          "term": "VARIATION MARGIN",
          "definations": [
            "Funds traders must hold in their accounts to have the required margin necessary to cope with market fluctuations."
          ]
        },
        {
          "term": "VIX OR VOLATILITY INDEX",
          "definations": [
            "Shows the market's expectation of 30-day volatility. It is constructed using the implied volatilities of a wide range of S&amp;P 500 index options. The VIX is a widely used measure of market risk and is often referred to as the \"investor fear gauge.\""
          ]
        },
        {
          "term": "VOLATILITY",
          "definations": [
            "Referring to active markets that often present trade opportunities."
          ]
        }
      ]
    },
    {
      "letter": "W",
      "items": [
        {
          "term": "WEDGE CHART PATTERN",
          "definations": [
            "Chart formation that shows a narrowing price range over time, where price highs in an ascending wedge decrease incrementally, or in a descending wedge, price declines are incrementally smaller. Ascending wedges typically conclude with a downside breakout and descending wedges typically terminate with upside breakouts."
          ]
        },
        {
          "term": "WHIPSAW",
          "definations": [
            "Slang for a highly volatile market where a sharp price movement is quickly followed by a sharp reversal."
          ]
        },
        {
          "term": "WHOLESALE PRICES",
          "definations": [
            "Measures the changes in prices paid by retailers for finished goods. Inflationary pressures typically show earlier than the headline retail."
          ]
        },
        {
          "term": "WORKING ORDER",
          "definations": [
            "Where a limit order has been requested but not yet filled."
          ]
        },
        {
          "term": "WSJ",
          "definations": [
            "Acronym for The Wall Street Journal."
          ]
        }
      ]
    },
    {
      "letter": "X",
      "items": [
        {
          "term": "XAG/USD",
          "definations": [
            "Symbol for Silver Index."
          ]
        },
        {
          "term": "XAU/USD",
          "definations": [
            "Symbol for Gold Index."
          ]
        },
        {
          "term": "XAX.X",
          "definations": [
            "Symbol for AMEX Composite Index."
          ]
        }
      ]
    },
    {
      "letter": "Y",
      "items": [
        {
          "term": "YARD",
          "definations": [
            "A billion units."
          ]
        },
        {
          "term": "YIELD",
          "definations": [
            "The percentage return from an investment."
          ]
        },
        {
          "term": "YOY",
          "definations": [
            "Abbreviation for year over year."
          ]
        },
        {
          "term": "YUAN",
          "definations": [
            "The yuan is the base unit of currency in China. The renminbi is the name of the currency in China, where the Yuan is the base unit."
          ]
        }
      ]
    },
    {
      "letter": "Z",
      "items": []
    }
  ]
}