{
  "Legal": "یاسایی ",
  "Documents": "دوکیومێنتی",
  "To better understand Forex margin trading and CFD": "بو تێگەیشتنی باشتر لە سەرمایەی بازرگانی فورێکس و بەرهەمەکانی سی ئێف دی وە فێری ماف و ئەرکەکانی  خۆت بیت  کاتێکە باسی پارە گورینی بێگانە دێتە پێشێ، دڵنیا بە کە فایلی پی دی ئێفی تەواوی  ئیمە باش بخوینیتەۆە. ",
  "Privacy Policy": " یاسای سنوورە کەسیەکان",
  "This site is owned and operated by RightFX": "ئەکیوندێکس خاوەن و بەڕێۆەبەری ئەم سایتەیە  سنوورە کەسیەکانی ئیۆە زۆر گرنگە بو ئەکیوندێکس مەبەستمان ئەوەیە کە ئەزموونێکی ئەمن و دڵخۆشکەر بۆ مشتەریەکانمان بە دی بێنین",
  "Policy": "ئەرکمانە گوێ بگرین لە یاسای پاراستنی زانیاری یەگرتوی ئورۆپا،  و هەروەها پرۆسەیەکی ئاسایشی پتەو و بەهێزمان سەبارەت بە هەڵگرتن کردن و لەناو بردنی زانیاریەکانی ئیۆە کە بە ئیمە دراوە هەیە.  ئەکیوندێکس   قەت زانیاری سەبارەت بە کەسێکی تایبەت بە لایەنی سێیەم لە دەرەوە نادات، مەگەر ئەوەیکە لە لایەن یاساوە داوا کرابێت، یان لەگەل یاسای کاری ئیمەدا یەک بگرێت. <br /><br />بو زانیاری زیاتر لەسەر ئاشکرا کردنی زانیاریەکان، تکایە  بەشی ٢٦ی شێۆەی ئیش کردنەکەی ئیمە بخۆێنەۆە. <br /><br />بو ئەوەی ئێمە پیوستیمان هەیە کە بەکارهێنەرەکانمان هەندێ جوری زانیاری دیاریکراو لەگەلمان بلاو بکەنەوە، ئێمە باورمان ئەوەیە کە ئەوان حەقیان هەیە لە مەرج و یاسا و شەرت و شرووتەکانی ئیمە سەبارەت بە  بەدەست هێنان و بەکارهێنانی زانیاریەکان تێبگەن.  ئەم  بڕیارنامەی سنووری کەسیە سروشت و بەکارهێنانی ئەم جورە زانیاریانە ئاشکرا  دەکات. ",
  "Risk Disclaimer": "لادانی مەترسی ",
  "RIGHTFX LTD is authorised and regulated by the Cyprus Securities": " لە لایەن ئاسایش و ئەکیوندێکس ئێڵ تی دیکۆمیسیۆنی پارە گۆڕینەۆەی قیبریسەۆە ڕێگە و مافی پێدراۆە (ژمارەی مۆڵەت ٣٤٠/١٧(سی وی ئێس ئی سی(  ",
  "RIGHTFX LTD is authorised and regulated by the Financial Service Commission": " لە لایەن کۆمیسیۆنی ئەکیوندێکس ئێڵ تی دی ماڵی مۆریشس‌ەۆە ڕێگە و مافی پێدراۆە (ئێف ئێس سی))ژمارەی مۆڵەت گ.ب ١٩٠٢٤٧٧٨) ",
  "High Risk Investment Warning": "ئاگاداری مەترسی  گەورەی وەبەرهێنان:",
  "Warning1": "بازرگانی کردن بە سەرماێە لەگەڵ  پارەی بێگانە مەترسیەکی بەرزە هەیە وە گونجاو نیە بە هەموو  سەرمایە گۆزارەکان.  لێڤێرێجی بە هێز ئەتوانیت بۆ تۆ یان دژی تۆ ئیش کات.",
  "Warning2": "دوای ئەوەی بڕیار بدەیت بازەرگانی بکەی لەگەل پارەی بیانی دەبێت ئەتو وریا بی لە مەبەستی بازرگانی خۆت و ئاستی ئەزموون وە ئەگەری مەترسی بکەی. ",
  "Warning3": "ئەگەری ئەوە هەیە کە ئەتو هەموو یان بەشێک لە سەرمایە سەرەتایەکەت لە دەست بدەیت، وە لە بەر ئەمە دەبێت ئەتو سەرمایەگۆزاری لەگەڵ ئەو پارە نەکەی کە نە توانیت لە دەستی بدەیت. ",
  "Warning4": "دەبێت ئەتو ئاگات هەبێت لە هەموو مەترسیەکان کە هاوپەیوەندن لەگەڵ بازەرگانی پارەی بیانی وە دوای ئاموژگاری بگەرێت لە موستەشارێکی دارای سەربەخو ئەگەر ئەتو دلنیا نیت. ",
  "RightFX Legal Documents": "دۆکیومێنتە یاساییەکانی RightFX",
  "Download PDF Files": "داگرتنی فایلەکانی PDF",
  "RightFX Client Agreement": "RightFX Client Agreement",
  "RightFX VPS Service": "RightFX VPS Service - Terms and Conditions",
  "RightFX 30% Bonus Offer": "RightFX 30% Bonus Offer - Terms and Conditions",
  "AML Procedures Manual": "AML Procedures Manual",
  "RightFX Limited Complaint Procedures": "RightFX Limited Complaint Procedures",
  "Withdrawal and Refund Policy": "Withdrawal and Refund Policy",
  "RightFX Limited Privacy Notice": "RightFX Limited Privacy Notice",
  "Risk Warning Notice": "Risk Warning Notice",
  "RightFX Limited Website Terms and Conditions": "RightFX Limited Website Terms and Conditions",
  "Summary Order Execution Policy": "Summary Order Execution Policy",
  "Footer8": "RightFX is a partner of National Portfolio Securities Company (Mahfaza) , located in Amman – Jordan, licensed and regulated by Jordan Securities Commission."
}