{
  "Trading Faqs": "پرسیار  <span>و وەلام لەسەر بازرگانی </span>",
  "We are regarded as industry leaders": "ئێمە بە پێشەنگی پیشەسازی دەزانین لە چارەسەرە سەرسوڕهێنەرەکانی وێبسایتەکە، جەختمان لەسەر گەیاندنی ئەزموونەکانی بەکارهێنەری بێسەرپەرشت کرد.",
  "Frequently Asked Questions":"پرسیار و وەلام ",
  "faq_header_1": "بازرگانی فورێکس چیە؟",
  "faq_body_1": "فورێکس وە هەروەها ناسراوە بە پارە گورینی بێگانە، ئێف ئێکس یان بازرگانی پارە بازاری جیهانیە کە تەمەرکۆزی جیهانی هەیە کە پارەکانی جیهانی دەگۆڕدرێت.   بازاری فورێکس گەورەترین و تازە ترین بازاری جیهانە لەگەل قەبارەی ناوەندی بازرگانی کە دەگاتە پتر لە ٥$ تریلیون لە  روژدا. ",
  "faq_header_2": "کومپانیەکە لە کویە؟ ",
  "faq_body_2": "ئەکیوندێکس  لە قبرس و ماوریشس و ئیماراتی عەرەبیە. ",
  "faq_header_3": "ئایا ئەکیوندێکس کومپانیێکی  دارای یاسایە؟ ",
  "faq_body_3": " بەڵی ئەکیوندێکس ، لە لایەن کۆمیسیۆنی پارە گورینی ئاسایشی قبرسەوە  سی وای ئێی ئی سی لە قبرس و کۆمیسیۆنی ماڵی خزمەت گوزاری لە ماوریشەس ڕێگە و یاسای پێ دراوە.",
  "faq_header_4": "ئەکیوندێکس چ ئامێرێکی بەهێز دابین دەکات؟ ",
  "faq_body_4": "کومپانیەکە سەرمایەیەیەک  هەتا ١:٤٠٠ دەستەبەر دەکات. ",
  "faq_header_5": "ئایا ئەکیوندێکس سنور دادەنێت بو هەر جۆرە ستراتیجیێکی بازرگانی؟ ",
  "faq_body_5": "ئەکۆندیکس رێگە دەدات بو هەر جۆرە بازرگانیەک کە پابەند بێت بە هەل و مەرجەکان کە بەکارهێنەر لەسەر واژۆ دەکات. ",
  "faq_header_6": "ئایا کەمترین پاردان چیە؟ ",
  "faq_body_6": "کەمترین پارەدان 250$. ",
  "faq_header_7": "ئایا چەند وەخت پیویستە بو ئەوەی پارەکە وەربگرێت لە حسابەکەت؟ ",
  "faq_body_7": "پارەکە وەردەگری بە هەمان رۆژ ئەگەر داواکاریەکە لەناو کاتی ئێشکردن بێت. ",
  "faq_header_8": "ئایا جیاوازی چیە لە نیوان ئێم تی و ۵ ئێم تی٤؟",
  "faq_body_8": "٤ ئێم تی  دروست کراوە بۆ بازرگانی فورێکس، وە ۵ئێم تی دروست کراوە بو ئەوەی سی ئێف دیەکان و پشکەکان و ئایندەکان. ",
  "faq_header_9": "ئایا چ رێگای وەرگرتنی پارە ئامادەن؟ ",
  "faq_body_9": "رێگای پارە  وەرگرتنمان گواستنەوەی پارەیە لە رێگای بانقەکان و سکرێل و نێتێلەر و ماستەر کارت و ڤیزە.  ",
  "faq_header_10": "ئایا چ داکیومەنتێک پێویستە بو ئەوەی حسابێکی راستەقینە بکرێتەوە؟ ",
  "faq_body_10": "بو ئەوەی حسابێکی راستەقینە بکرێتەوە، بەکارهێنەرەکان دەبێت هەویە پاسپورت یان ئیجازەی سەیارە دابین  بکەن، هەروەها بەڵگەی جێگای دانیشتن هەروەک (پسولەی کارەبا و پسولەی ئاو و تەلەفون وە یان هەر جۆرە پسولەیێکی پارە دان. ",
  "faq_header_11": "ئایا جیاوازی چیە لە نیوان حسابی راستەقینە و نا راستەقینە؟ ",
  "faq_body_11": "حسابی نا راستەقینە وەک ئەزموونێ وایە کە دەرفەت دەداتێ ئەزموونێک وەربگرێ بەبێ ئەوەی هێچ مەترسیەکی لەسەرت هەبێت، وە حسابی راستەقینە یان راستەوخو پیویستەی بە پارە هەیە وە لە وانەیە قازانج بکەیت یان خەسارەتت بۆ بهێنێت. "
}