{
  "Legal": "اسناد ",
  "Documents": "حقوقی",
  "To better understand Forex margin trading and CFD": "برای آشنایی بیشتر با معامله مارجین فارکس و محصولات CFD و حقوق و تعهدات شما در زمینه تراکنش ارزهای خارجی، حتماً فایل پی‌دی‌اف جامع ما را دانلود و مطالعه کنید.",
  "Privacy Policy": "سياست حفظ حريم خصوصي",
  "Entity":"وجود، موجودیت:",
  "This site is owned and operated by RightFX": "RightFX مالک و گرداننده این سایت است. حریم خصوصی شما برای RightFX اهمیت بسیار دارد. هدف ما این است که همه مشتریان تجربه‌ای امن و رضایت‌بخش داشته باشند.",
  "Policy": "ما موظفیم از قانون حفاظت از داده‌های اتحادیه اروپا پیروی کنیم و بنابراین هم دررابطه با ذخیره و هم در رابطه با افشای هرگونه اطلاعاتی که در اختیار ما قرار گرفته است، رویه‌های امنیتی سختگیرانه‌ای را اعمال می‌کنیم. RightFX هرگز اطلاعات افراد را با هیچ شخص ثالثی به اشتراک نمی‌گذارد، مگراینکه قانون یا تعهدات نظارتی ما ایجاب کند. لطفاً برای کسب اطلاعات بیشتر درباره افشای اطلاعات، به بخش 26 «شرایط کسب‌وکار» مراجعه کنید. چون از کاربران خود می‌خواهیم که برخی اطلاعات را در اختیارمان قرار دهند، معتقدیم که آن‌ها حق دارند که از سیاست‌ها، شرایط، و ضوابط ما در خصوص ثبت و کاربرد آن اطلاعات مطلع شوند. در این بیانیه حریم خصوصی، ماهیت و طرز استفاده از این اطلاعات بیان می‌شود.",
  "RightFX Limited gathers and tracks": "وارد زیر را جمع‌آوری و دنبال می‌کند:",
  "Information that users disclose through optional": "اطلاعاتی که کاربران به‌طور اختیاری و داوطلبانه برای دریافت خبرنامه الکترونیکی ما ارائه می‌دهند.",
  "Information that users disclose to request a free Demo account": ".     اطلاعاتی که کاربران برای درخواست افتتاح حساب «نمایشی» رایگان یا دسترسی کامل به نرم‌افزار معاملاتی آنلاین ما ارائه می‌دهند. این اطلاعات برای اهداف نظارتی و به‌منظور تکمیل فرایند تعیین هویت مشتری و ارزیابی مناسب بودن کاربران بالقوه پیش از دسترسی آن‌ها به خدمات ما لازم هستند.",
  "Risk Disclaimer": "سلب مسئولیت ریسک",
  "RIGHTFX LTD is authorised and regulated by the Cyprus Securities": "RIGHTFX LTD تحت مجوز و نظارت «کمیسیون بورس و اوراق بهادار قبرس» (CySEC) در قبرس است (شماره مجوز 340/17).",
  "RIGHTFX LTD is authorised and regulated by the Financial Service Commission": "RIGHTFX LTD تحت مجوز و تحت نظارت «کمیسیون خدمات مالی» (FSC) در موریس است (شماره مجوز GB19024778).",
  "High Risk Investment Warning": "هشدار سرمایه‌گذاری با ریسک بالا",
  "Warning1": "معامله ارزهای خارجی دارای مارجین با ریسک بالایی همراه است و ممکن است برای همه سرمایه‌گذاران مناسب نباشد. لوریج ممکن است به ضرر یا به نفعتان باشد.",
  "Warning2": "پیش از اینکه تصمیم به معامله ارزهای خارجی بگیرید، باید ابتدا اهداف سرمایه‌گذاری، میزان تجربه، و اشتهای ریسکتان را با دقت در نظر بگیرید.",
  "Warning3": "این امکان وجود دارد که کل سرمایه اولیه‌تان یا بخشی از آن را از دست بدهید، بنابراین نباید بیش از سطح تحمل زیانتان سرمایه‌گذاری کنید.",
  "Warning4": "سعی کنید از همه ریسک‌های مرتبط با معامله ارزهای خارجی مطلع باشید و اگر مطمئن نیستید، از مشاور مالی مستقلی راهنمایی بگیرید.",
  "RightFX Legal Documents": "اسناد حقوقی RightFX",
  "Download PDF Files": "دانلود فایل های پی دی اف",
  "RightFX Client Agreement": "قرارداد مشتری RightFX",
  "RightFX VPS Service": "RightFX VPS Service - Terms and Conditions",
  "RightFX 30% Bonus Offer": "RightFX 30% Bonus Offer - Terms and Conditions",
  "AML Procedures Manual": "راهنمای رویه های AML",
  "RightFX Limited Complaint Procedures": "رویه های شکایت RightFX",
  "Withdrawal and Refund Policy": "سیاست برداشت و بازپرداخت",
  "RightFX Limited Privacy Notice": "RightFX Limited Privacy Notice",
  "Risk Warning Notice": "اخطار خطر",
  "RightFX Limited Website Terms and Conditions": "شرایط و ضوابط وب سایت RightFX Limited",
  "Summary Order Execution Policy": "خلاصه سیاست اجرای دستور",
  "Footer8": "RightFX شریک شرکت ملی اوراق بهادار پرتفوی (Mahfaza)، واقع در امان – اردن، و دارای مجوز و تنظیم توسط کمیسیون اوراق بهادار اردن است."
}