{
  "MT4_Desktop": "MT4 <span>Desktop</span>",
  "MT4_Desktop MT4 is regarded in the trading industry": "MT4 در صنعت تجارت به عنوان یک ابزار قدرتمند توسط بسیاری از معامله گران در سراسر جهان در نظر گرفته می شود.",
  "RightFX": "RightFX",
  "MT4 Desktop": "MT4 Desktop",
  "MT4_Desktop Download for free to take advantage": "برای بهره مندی از تمام مزایایی که در ارتباط با حساب تجاری RightFX MT4 Trading ارائه می دهد، به صورت رایگان دانلود کنید.",
  "MT4_Mobile": "MT4 <span>Mobile</span>",
  "MT4_Mobile MT4 is regarded in the trading industry": "MT4 در صنعت تجارت به عنوان یک ابزار قدرتمند توسط بسیاری از معامله گران در سراسر جهان در نظر گرفته می شود.",
  "MT4 Mobile": "MT4 Mobile",
  "MT4_Mobile Download for free to take advantage": "برای بهره مندی از تمام مزایایی که در ارتباط با حساب تجاری RightFX MT4 Trading ارائه می دهد، به صورت رایگان دانلود کنید.",
  "MT5_Mobile": "MT5 <span>Mobile</span>",
  "MT5_Mobile MT5 is regarded in the trading industry": "MT5 در صنعت تجارت به عنوان یک ابزار قدرتمند توسط بسیاری از معامله گران در سراسر جهان در نظر گرفته می شود.",
  "MT5 Mobile": "MT5 Mobile",
  "MT5_Mobile Download for free to take advantage": "برای بهره مندی از تمام مزایایی که در ارتباط با حساب تجاری RightFX MT5 Trading ارائه می دهد، به صورت رایگان دانلود کنید.",
  "MT5_Desktop": "MT5 <span>Desktop</span>",
  "MT5_Desktop MT5 is regarded in the trading industry": "MT5 در صنعت تجارت به عنوان یک ابزار قدرتمند توسط بسیاری از معامله گران در سراسر جهان در نظر گرفته می شود.",
  "MT5 Desktop": "MT5 Desktop",
  "MT5_Desktop Download for free to take advantage": "برای بهره مندی از تمام مزایایی که در ارتباط با حساب تجاری RightFX MT5 Trading ارائه می دهد، به صورت رایگان دانلود کنید.",
  "It will meet your needs as an experienced or novice trader":"این نیازهای شما را به عنوان یک معامله گر با تجربه یا تازه کار برآورده می کند. استراتژی های معاملاتی به راحتی در دسترس هستندبرای استفاده شما، یا می توانید خود را پیاده سازی کنید",
  "MT5 is renowned for its user friendly functionality":"MT5 به دلیل عملکرد کاربر پسند و نشانگرهای آسان در دسترس مشهور است. ابزار تحلیل تکنیکال شامل  ",
  "MT4 is renowned for its user friendly functionality":"MT4به دلیل عملکرد کاربر پسند و نشانگرهای آسان در دسترس مشهور است. ابزار تحلیل تکنیکال شامل  "
}