{
  "Trading Faqs": "پرسش‌های<span>متداول درباره معاملات</span>",
  "We are regarded as industry leaders": "ما به عنوان رهبران صنعت در راه حل های وب سایت خیره کننده در نظر گرفته می شویم که بر ارائه تجربیات بی نظیر کاربر متمرکز است.",
  "Frequently Asked Questions":"پرسش‌های متداول",
  "faq_header_1": "معامله فارکس چیست؟",
  "faq_body_1": "فارکس، که «بازار تبادل خارجی»، FX، یا « معامله‌گری ارز» هم نامیده می‌شود، بازار جهانی غیرمتمرکزی است که ارزهای جهان در آن معامله می‌شوند. بازار فارکس بزرگ‌ترین و نقدشونده‌ترین بازار جهان است که میانگین حجم معاملات روزانه‌اش به بیش از ۵ تریلیون دلار می‌رسد.",
  "faq_header_2": "شرکت در کجا واقع شده است؟",
  "faq_body_2": "RightFX در قبرس، موریس، و امارات متحده عربی قرار دارد.",
  "faq_header_3": "آیا RightFX تحت نظارت نهاد یا سازمانی قرار دارد؟",
  "faq_body_3": "بله، RightFX تحت مجوز و نظارت «کمیسیون بورس و اوراق بهادار قبرس» (CySEC) در قبرس، و «کمیسیون خدمات مالی» (FSC) در موریس است.",
  "faq_header_4": "RightFX چه لوریجی ارائه می‌کند؟",
  "faq_body_4": "شرکت ما تا حداکثر 1:400 لوریج ارائه می‌دهد.",
  "faq_header_5": "آیا RightFX محدودیتی بر استراتژی‌های معاملاتی اعمال می‌کند؟",
  "faq_body_5": "RightFX اجازه انجام هر نوع معامله را می‌دهد به شرطی که با «شرایط و ضوابطی» که کاربر پذیرفته است مغایرت نداشته باشند.",
  "faq_header_6": "حداقل سپرده چقدر باید باشد؟",
  "faq_body_6": "سپرده باید حداقل 250 دلار باشد.",
  "faq_header_7": "برداشت پول چقدر زمان لازم دارد؟",
  "faq_body_7": "اگر درخواست برداشت درطول ساعات کاری ارائه شده باشد آن را در همان روز پردازش می‌کنیم.",
  "faq_header_8": "MT4 چه فرقی با MT5 دارد؟",
  "faq_body_8": "MT4 مشخصاً برای معاملات فارکس ساخته شده است ولی MT5 برای دسترسی معامله‌کنندگان به CFD ها، سهام، و قراردادهای آتی طراحی شده است.",
  "faq_header_9": "چه روش‌هایی برای برداشت و واریز وجه دردسترس است؟",
  "faq_body_9": "روش‌های ما برای واریز و برداشت وجه عبارتند از انتقال ازطریق بانک، Skrill، ‏Neteller، ‏Mastercard، و Visa.",
  "faq_header_10": "برای باز کردن حساب واقعی چه مدارکی لازم است؟",
  "faq_body_10": "کاربران برای باز کردن حساب واقعی باید مدرک شناسایی (کارت شناسایی، گذرنامه، یا گواهینامه رانندگی) و مدرک اثبات آدرس (قبض برق، قبض آب، قبض تلفن، یا هر نوع صورت‌حساب رسمی) را ارائه دهند.",
  "faq_header_11": "«حساب زنده» و «حساب نمایشی» چه فرقی با هم دارند؟",
  "faq_body_11": "«حساب نمایشی» درواقع نوعی حساب تمرینی است که کاربران جدید با استفاده از آن می‌توانند از تجربه معامله بی‌خطر لذت ببرند. اما «حساب واقعی/زنده» نیاز به واریز وجه دارد و ممکن است موجب سود یا زیان شود."
}