{
  "Legal": "المستندات",
  "Documents": "القانونية",
  "To better understand Forex margin trading and CFD": "لتحقيق فهم أفضل لتداول الفوركس بالهامش ومنتجات العقود مقابل الفارق ومعرفة حقوقك والتزاماتك عندما يتعلق الأمر بمعاملات الصرف الأجنبي، احرص على تنزيل وقراءة الملف الشامل بصيغة بي دي إف (PDF). ",
  "Privacy Policy": "سياسة الخصوصية",
  "This site is owned and operated by RightFX": "هذا الموقع تمتلكه وتديره شركة أكيوإندكس. تمثل خصوصيتك أهمية قصوى لدى أكيوإندكس. ونهدف لضمان تجربة مُرضية وآمنة لجميع عملائنا.",
  "Policy": "ونحن ملزمون بالامتثال لتشريع الاتحاد الأوروبي لحماية البيانات، لذا نطبق إجراءات أمنية مشددة فيما يتعلق بكل من تخزين جميع المعلومات التي تشاركها معنا والإفصاح عنها. أكيوإندكس لن تشارك أي معلومات تخص أفراد محددين مع أي أطراف ثالثة خارجية، عدا إذا كان ذلك مطلوباً بموجب القانون، أو للامتثال مع الالتزامات التنظيمية الخاصة بنا.<br /><br />للمزيد من المعلومات حول الإفصاح عن المعلومات، يُرجى الرجوع إلى قسم 26 من شروط الأعمال.<br /><br />نظراً لأننا نطلب من مستخدمينا مشاركة أنواع محددة من المعلومات معنا، فإننا نعتقد أنه يحق لهم فهم سياساتنا، والشروط والأحكام المتعلقة بجمع هذه المعلومات واستخدامها. يوضح بيان الخصوصية هذا طبيعة هذه المعلومات واستخدامها.",
  "RightFX Limited gathers and tracks": "تقوم شركة أكيوإندكس ليمتد بجمع وتتبع",
  "Information that users disclose through optional": "المعلومات التي يفصح عنها المستخدمون خلال عمليات التقديم الاختيارية والطوعية بهدف تلقي نشرتنا الإخبارية الإلكترونية.",
  "Information that users disclose to request a free Demo account": "المعلومات التي يفصح عنها المستخدمون لطلب حساب تجريبي مجاني أو طلب الحصول على وصول كامل لبرنامج التداول عبر الإنترنت الخاص بنا. هذه المعلومات مطلوبة لأغراض تنظيمية، وذلك بهدف إكمال عملية تعريف العميل وتقييم مدى ملاءمة المستخدمين المحتملين قبل السماح لهم بالحصول على خدماتنا.",
  "Risk Disclaimer": "التراخيص والهيئات",
  "RIGHTFX LTD is authorised and regulated by the Cyprus Securities": "شركة أكيوإندكس ليمتد مرخصة وخاضعة لرقابة هيئة الأوراق المالية والبورصات (CySEC) في قبرص (رقم الترخيص 17/340).",
  "RIGHTFX LTD is authorised and regulated by the Financial Service Commission": "شركة أكيوإندكس ليمتد مرخصة وخاضعة لرقابة هيئة الخدمات المالية (FSC) في موريشيوس (رقم الترخيص GB19024778).",
  "High Risk Investment Warning": "تحذير الاستثمار عالي المخاطر",
  "Warning1": "يحمل تداول العملات الأجنبية بالهامش درجة عالية من المخاطر وقد لا يناسب جميع المستثمرين. فالرافعة قد تعمل ضدك كما تعمل لصالحك.",
  "Warning2": "قبل أن تتخذ قرار بالتداول في العملات الأجنبية، يجب أن تفكر ملياً في أهدافك الاستثمارية، ومستوى خبرتك وقدرتك على تحمل المخاطر.",
  "Warning3": "هناك احتمال أن تتعرض لخسارة هائلة لبعض أو كل استثمارك الأولي، وبالتالي ينبغي ألا تستثمر أي أموال لا يمكنك تحمل خسارتها.",
  "Warning4": "كن على دراية كاملة بجميع المخاطر المرتبطة بتداول الصرف الأجنبي واطلب المشورة من مستشار مالي مستقل في حالة كانت لديك أية شكوك.",
  "RightFX Legal Documents": "مستندات RightFX القانونية",
  "Download PDF Files": "تنزيل ملفات PDF",
  "RightFX Client Agreement": "اتفاقية العميل",
  "AML Procedures Manual": "دليل إجراءات مكافحة غسل الأموال",
  "RightFX Limited Complaint Procedures": "اتفاقية اكيواندكس للشكاوي والاقتراحات",
  "Withdrawal and Refund Policy": "سياسة السحب والاسترداد",
  "RightFX Limited Privacy Notice": "اتفاقية اكيواندكس لسياسة الخصوصية",
  "Risk Warning Notice": "إشعار تحذير من المخاطر",
  "RightFX Limited Website Terms and Conditions": "شروط وقوانين استخدام الموقع الالكتروني",
  "Summary Order Execution Policy": "سياسة تنفيذ الأوامر الموجزة",
  "Footer8": "أكيواندكس هي شريك رسمي مع المحفظة الوطنية للأوراق المالية (محفظة) ، ومقرها عمان - الأردن ، مرخصة ومنظمة من قبل هيئة الأوراق المالية الأردنية.",
  "RightFX 30% Bonus Offer": "Bonus 30٪ RightFX - الشروط والأحكام",
  "RightFX VPS Service":"خدمة RightFX VPS - الشروط والأحكام"
}