{
  "Trading Faqs": "الأسئلة <span>المتكررة</span>",
  "We are regarded as industry leaders": "نحن نعتبر رواد الصناعة في حلول مواقع الويب المذهلة ، والتي تركز على تقديم تجارب مستخدم غير مسبوقة.",
  "Frequently Asked Questions":"الأسئلة المتكررة",
  "faq_header_1": "ما هو تداول الفوركس؟",
  "faq_body_1": "الفوركس، والذي يعرف أيضاً بصرف العملات الأجنبية، أو إف إكس، أو تداول العملات، هو عبارة عن سوق عالمية لامركزية يتم بها تداول العملات العالمية. سوق الفوركس هو السوق الأضخم والأكثر سيولة في العالم بمتوسط حجم تداول يتجاوز 5 تريليون دولار أمريكي باليوم الواحد.",
  "faq_header_2": "أين يوجد مقر الشركة؟",
  "faq_body_2": "توجد أكيوإندكس في قبرص وموريشيوس والإمارات العربية المتحدة.",
  "faq_header_3": "هل تخضع شركة أكيوإندكس للرقابة؟",
  "faq_body_3": "نعم، أكيوإندكس مرخصة وخاضعة لرقابة كل من هيئة الأوراق المالية والبورصات (CySEC) في قبرص وهيئة الخدمات المالية (FSC) في موريشيوس.",
  "faq_header_4": "ما هي الرافعة المالية التي تقدمها أكيوإندكس؟",
  "faq_body_4": "تقدم الشركة رافعة مالية تصل إلى 1: 400.",
  "faq_header_5": "هل تفرض أكيوإندكس أي قيود على إستراتيجيات التداول؟",
  "faq_body_5": "هتتيح أكيوإندكس جميع أنواع التداول طالما كانت تمتثل للشروط والأحكام التي يوافق عليها المستخدم.",
  "faq_header_6": "ما هو الحد الأدنى للإيداع؟",
  "faq_body_6": "الحد الأدني للإيداع 250 دورلاً أمريكياً.",
  "faq_header_7": "ما هي المدة التي تتطلبها عملية سحب الأموال؟",
  "faq_body_7": "نقوم بمعالجة عمليات السحب في اليوم ذاته طالما تم تقديمها خلال ساعات العمل.",
  "faq_header_8": "ما الفرق بين ميتاتريدر 4 وميتاتريدر 5؟",
  "faq_body_8": "صُممت ميتاتريدر 4 خصيصاً لتداول الفوركس، بينما صُممت ميتاتريدر 5 لتقدم للمتداولين إمكانية الوصول إلى العقود مقابل الفروقات، والأسهم والعقود الآجلة.",
  "faq_header_9": "ما هي طرق التمويل والسحب المتاحة؟",
  "faq_body_9": "طرق التمويل والسحب لدينا هي التحويل الإلكتروني عبر البنوك، وسكريل، ونيتيلر، وماستركارد، وفيزا.",
  "faq_header_10": "ما هي المستندات المطلوبة لفتح حساب حقيقي؟",
  "faq_body_10": "لفتح حساب حقيقي، يجب على المستخدمين تقديم إثبات هوية (بطاقة هوية، جواز سفر أو رخصة قيادة) وإثبات للعنوان (فاتورة كهرباء، فاتورة مياه، فاتورة هاتف، أو أنواع أخرى من فواتير رسمية).",
  "faq_header_11": "ما الفرق بين الحساب الحقيقي والحساب التجريبي؟",
  "faq_body_11": "يعمل الحساب التجريبي كحساب تدريبي يمكّن المستخدمين الجدد من الاستمتاع بتجربة تداول بدون مخاطر، بينما الحساب الحي أو الحقيقي يتطلب التمويل وقد يعود عليك بالأرباح أو يعرضك للخسائر."
}