{
  "banner1_title": "Únete al bróker con más rápido crecimiento ",
  "banner1_title2": "en la REGIÓN",
  "banner5_title": "Trade with a",
  "banner5_title2": "Most Award Winning Broker in 2021",
  "banner_button": "Empezar",
  "banner2_title": "30% Bonus",
  "banner2_title2": "en cada depósito hasta $ 3000",
  "banner3_title": "Transfiere fondos rápidamente",
  "banner3_title2": "hacia y desde tu",
  "banner3_title3": "RightFX Cuenta de operaciones",
  "banner4_title": "el",
  "banner4_title2": "Verdadero",
  "banner4_title3": "cero",
  "banner4_title4": "cuenta",
  "banner6_title": "Negociar acciones y acciones",
  "banner6_title2": "Abra una cuenta de inversión en acciones gratuita con RightFX",
  "banner6_title3": "y deshacerse de comisiones.",
  "Forex Description": "Opere en más de 60 pares de divisas, incluidos Mayores, Menores y Exóticos con su cuenta de operaciones de RightFX y disfrute de los diferenciales más bajos de la región que varían en nuestros tres tipos de cuentas diferentes.",
  "Invest in Forex": "Invierta en Forex",
  "Metals Description": "Con la capacidad de negociar CFD sobre metales preciosos, puede disfrutar de todos los beneficios de la diversificación y la especulación sin tener que poseer físicamente los metales preciosos.",
  "Invest in Metals": "Invierta en metales",
  "Indices Description": "Opere con CFD sobre índices populares con su cuenta de RightFX y obtenga acceso a los índices bursátiles más grandes del mundo, incluidos NASDAQ, DAX alemán y Dow Jones, con requisitos de margen bajos y los márgenes más ajustados.",
  "Invest in Indices": "Invierta en índices",
  "Energies": "Energias",
  "Energies Description": "Operar con CFD sobre energías como el petróleo y el gas con su cuenta de RightFX es una excelente manera de diversificar su cartera. Le ofrecemos acceso a esos mercados sin tener que comprar el producto directamente.",
  "Stocks": "cepo",
  "CFDS Description": "Desde Apple a Microsoft, Tesla a Facebook, Netflix a Amazon y miles de otros, los productos apalancados en acciones brindan a todos la oportunidad de invertir en las empresas que les interesan.",
  "Invest in Stock": "Invertir en stock",
  "Invest in Energies": "Invertir en Energías",
  "Learn More": "Aprende más",
  "Accounts Comparison": "Comparación entre cuentas",
  "Accounts Comparison Description": "Opera en Forex, metales preciosos, energías, índices y acciones en cualquier momento y desde cualquier lugar.",
  "Withdrawal": "RETIRADAS",
  "Withdrawal Description": "Benifet de nuestro proceso de retiro dentro de 1 día hábil.",
  "Account Funding": "Ingresar fondos",
  "Account Funding Description": "Rápido y fácil: elige entre una lista de métodos fáciles para depositar fondos ¡y comienza a operar hoy mismo!",
  "Customer Support": "Asistencia al cliente",
  "Customer Support Description": "Disponible a cualquier hora, 5 días a la semana, nuestro equipo totalmente cualificado de asistencia al cliente está disponible para ayudarte.",
  "Trading Academy": "Academia de trading",
  "Trading Academy Description": "Domina el trading de la A a la Z gracias a nuestra Academia, y disfruta al máximo de tu viaje por el trading.",
  "Compliment your trading with our exclusive tools": "Complemente sus operaciones con nuestras herramientas exclusivas",
  "RightFX LTD | Trade Forex, Commodities and Indices": "RightFX LTD | Opera en Forex, materias primas e índices",
  "Sign up to RightFX and be part of a growing trading family from the four corners of the planet": "Regístrate en RightFX y forma parte de una creciente familia de trading en los cuatro puntos cardinales del planeta.",
  "Ecomomic": "Económica",
  "Earnings": "Ganancias",
  "Calendars": "Calendarios",
  "Webinars": "Webinars",
  "Daily Market": "Mercado diario",
  "News": "Noticias",
  "Educational": "Educativa",
  "Resources": "Recursos",
  "RightFX": "RightFX",
  "VPS and more": "VPS¡y más!",
  "A Platform for Today’s Traders": "Una plataforma para los traders de hoy",
  "RightFX operates a suite of trading platforms": "RightFX gestiona una gama de plataformas <br /> de trading equipadas con las herramientas perfectas para ayudarte a que asumas el control en tu viaje  <br /> por el trading.",
  "Desktop trading platform": "Plataforma de trading  <br /> para escritorio",
  "Mobile Trading APPS": "Apps de trading  <br /> móvil",
  "Client Portal": "Portal del cliente",
  "Web Trading Platform": "Plataforma  <br /> Web Trading",
  "A Spectrum of Trading Options": "Toda una gama de opciones de trading",
  "RightFX provides users with the possibility": "RightFX ofrece a sus usuarios la posibilidad de operar sobre una gama de productos financieros desde  <br /> una única cuenta integral.",
  "Currencies": "Divisas",
  "Open Account": "Abrir cuenta",
  "Market Currency Rates":"Negocie una amplia selección de activos financieros",
  "Based on MT4 account spreads":"RightFX ofrece operaciones con CFD en una amplia gama de diferentes activos financieros con los márgenes más bajos y sin comisiones. Elija entre más de 500 instrumentos financieros, de cinco clases de activos diferentes: Forex, Acciones, Índices, Energías y Metales preciosos; todos disponibles en plataformas MT4 y MT5. ",
  "CFDs on Bullion": "CFD sobre metales preciosos",
  "Gold and Silver": "Oro y plata",
  "CFDs on Indices": "CFD sobre índices",
  "DAX, Dow Jones, S&P, and more": "DAX, Dow Jones, S&P y más",
  "CFDs on Energy": "CFD sobre energía",
  "US Crude, UK Brent, and Natural Gas": "Crudo de EEUU, Brent británico , <br /> y gas natural",
  "Connect_Trade_Innovate": "Conéctate.Opera.Innova.",
  "Tailor made for today’s generations of traders": "Diseñados a medida para la generación actual de traders, nuestros flexibles sistemas de trading, nuestro análisis técnico y fundamental y las terminales para escritorio y móvil ofrecen herramientas y tecnologías innovadoras para que nuestros usuarios realicen operaciones en los mercados financieros mundiales de una manera ágil y eficiente.",
  "Clean & modern layout": "Diseño limpio y moderno",
  "Easy to customize": "Easy to customize",
  "Open an Account": "Abrir una cuenta",
  "The global leader of social trading": "El líder mundial en el comercio de derivados financieros",
  "Discover why millions of users from over countries choose to trade with RightFX": "Descubra por qué millones de usuarios de más de países eligen comerciar con RightFX",
  "Regulated": "Regulada",
  "Regulated Description": "Nuestra empresa está regulada por FSCM, CySec y JSC",
  "Privacy": "Intimidad",
  "Privacy Description": "Nunca compartiremos sus datos privados sin su permiso.",
  "Security": "Seguridad",
  "Security Description": "Sus fondos están protegidos por protocolos de seguridad líderes en la industria",
  "0 commission & up to $3,000 deposit bonus":"0 comisión y bono de depósito de hasta $3,000"
}