{
  "Legal": "legales",
  "Documents": "Documentos",
  "To better understand Forex margin trading and CFD": "Para comprender mejor el margen en Forex y los productos CFD, y para comprender mejor tus derechos y obligaciones en lo referente a las transacciones con divisas, asegúrate de descargar y leer nuestro exhaustivo documento PDF.",
  "Privacy Policy": "Política de privacidad",
  "This site is owned and operated by RightFX": "Este sitio web está operado por RightFX y es de su propiedad. Tu privacidad es de la máxima importancia para RightFX.Nos volcamos para garantizar una experiencia satisfactoria y segura para todos nuestros clientes.",
  "Policy": "Estamos obligados a cumplir con la legislación de la UE sobre protección de datos, y por consiguiente tenemos procedimientos vigentes de seguridad con respecto tanto al almacenamiento como a la revelación de cualquier información que compartas con nosotros.RightFX nunca compartirá con terceros ninguna información sobre personas individuales específicas, salvo que así se le exija hacerlo por ley, o en cumplimiento de nuestras obligaciones regulatorias. Para más información sobre la revelación de información, consulta la sección 26 de los términos de negocio. Dado que requerimos a nuestros usuarios que compartan ciertos tipos de información con nosotros, consideramos que tienen derecho a comprender nuestras políticas, términos y condiciones en relación con la recopilación y uso de esa información.Esta declaración sobre privacidad revela la naturaleza y uso de dicha información.",
  "RightFX Limited gathers and tracks": "RightFX Limited recopila y sigue:",
  "Information that users disclose through optional": "Información que los usuarios divulgan a través de envíos opcionales y voluntarios para recibir nuestro boletín electrónico.",
  "Information that users disclose to request a free Demo account": "1.La información que revelan los propios usuarios a través de documentos que envían de manera optativa y voluntaria a fin de recibir nuestro boletín electrónico. 2.La información que revelan los propios usuarios a fin de solicitar una cuenta demo gratuita o adquirir un acceso pleno a nuestro software de trading online.Esta información se exige con fines regulatorios, a fin de completar el procedimiento de identificación del cliente y evaluar la idoneidad de los usuarios potenciales antes de permitirles acceder a nuestros servicios.",
  "Risk Disclaimer": "Exención de responsabilidad",
  "RIGHTFX LTD is authorised and regulated by the Cyprus Securities": "·  RIGHTFX LTD está autorizada y regulada por la Cyprus Securities and Exchange Commission (CYSEC) de Chipre (número de licencia 340/17).",
  "RIGHTFX LTD is authorised and regulated by the Financial Service Commission": "·  RIGHTFX LTD está autorizada y regulada por la Financial Service Commission (FSC) de Mauricio (licencia nº GB19024778).",
  "High Risk Investment Warning": "Advertencia de inversión con riesgo elevado",
  "Warning1": "Operar en el mercado de divisas con garantías marginales (apalancamiento) conlleva un elevado nivel de riesgo, y podría no ser apropiado para todos los inversores.El apalancamiento puede ir en tu contra al igual que a tu favor.",
  "Warning2": "Antes de decidirte a operar en el mercado de divisas deberías considerar cuidadosamente tus objetivos de inversión, nivel de experiencia y apetito por el riesgo.",
  "Warning3": "Existe la posibilidad de que tengas que soportar la pérdida de una parte o de la totalidad de tu inversión inicial, y por consiguiente no deberías invertir dinero que no puedas permitirte perder.",
  "Warning4": "Deberías tener presentes todos los riesgos asociados con operar en el mercado de divisas y buscar el consejo de un asesor financiero independiente si tienes cualquier duda.",
  "RightFX Legal Documents": "Documentos legales de RightFX",
  "Download PDF Files": "Descargar archivos PDF",
  "RightFX Client Agreement": "Acuerdo del cliente de RightFX",
  "RightFX VPS Service": "RightFX VPS Service - Terms and Conditions",
  "RightFX 30% Bonus Offer": "RightFX 30% Bonus Offer - Terms and Conditions",
  "AML Procedures Manual": "Manual de procedimientos de AML",
  "RightFX Limited Complaint Procedures": "Procedimientos de reclamación limitados de RightFX",
  "Withdrawal and Refund Policy": "Política de reintegros y reembolsos",
  "RightFX Limited Privacy Notice": "Aviso de privacidad de RightFX Limited",
  "Risk Warning Notice": "Aviso de advertencia de riesgo",
  "RightFX Limited Website Terms and Conditions": "Términos y condiciones del sitio web de RightFX Limited",
  "Summary Order Execution Policy": "Política de ejecución de órdenes resumidas",
  "Footer8": "RightFX es socio de National Portfolio Securities Company (Mahfaza), ubicada en Amman - Jordania, autorizada y regulada por la Comisión de Valores de Jordania."
}