{
  "MT4_Desktop": "MT4 <span>Desktop</span>",
  "MT4_Desktop MT4 is regarded in the trading industry": "MT4 es considerado en la industria comercial como una herramienta poderosa por muchos comerciantes de todo el mundo.",
  "RightFX": "RightFX",
  "MT4 Desktop": "Escritorio MT4",
  "MT4_Desktop Download for free to take advantage": "Descárguelo gratis para aprovechar todos los beneficios que tiene para ofrecer junto con la cuenta RightFX MT4 Trading.",
  "MT4_Mobile": "MT4 <span>Mobile</span>",
  "MT4_Mobile MT4 is regarded in the trading industry": "MT4 es considerado en la industria comercial como una herramienta poderosa por muchos comerciantes de todo el mundo.",
  "MT4 Mobile": "MT4 Mobile",
  "MT4_Mobile Download for free to take advantage": "Descárguelo gratis para aprovechar todos los beneficios que tiene para ofrecer junto con la cuenta RightFX MT4 Trading.",
  "MT5_Mobile": "MT5 <span>Mobile</span>",
  "MT5_Mobile MT5 is regarded in the trading industry": "MT5 es considerado en la industria comercial como una herramienta poderosa por muchos comerciantes de todo el mundo..",
  "MT5 Mobile": "MT5 Mobile",
  "MT5_Mobile Download for free to take advantage": "Descárguelo gratis para aprovechar todos los beneficios que tiene para ofrecer junto con la cuenta RightFX MT5 Trading.",
  "MT5_Desktop": "MT5 <span>Desktop</span>",
  "MT5_Desktop MT5 is regarded in the trading industry": "MT5 es considerado en la industria comercial como una herramienta poderosa por muchos comerciantes de todo el mundo.",
  "MT5 Desktop": "MT5 Desktop",
  "MT5_Desktop Download for free to take advantage": "Descárguelo gratis para aprovechar todos los beneficios que tiene para ofrecer junto con la cuenta RightFX MT5 Trading.",
  "It will meet your needs as an experienced or novice trader":"Satisface sus necesidades como trader experimentado o novato. Hay estrategias comerciales fácilmente disponibles.para su uso, o puede implementar su propio",
  "MT5 is renowned for its user friendly functionality":"MT5 es conocido por su funcionalidad fácil de usar e indicadores fácilmente disponibles. Las herramientas de análisis técnico incluyen",
  "MT4 is renowned for its user friendly functionality":"MT4 es conocido por su funcionalidad fácil de usar e indicadores fácilmente disponibles. Las herramientas de análisis técnico incluyen"
}