{
  "Trading Faqs": "Preguntas <span>frecuentes (FAQ)</span>",
  "We are regarded as industry leaders": "Somos considerados líderes de la industria en soluciones de sitios web impresionantes, enfocados en brindar experiencias de usuario insuperables.",
  "Frequently Asked Questions":"Preguntas frecuentes",
  "faq_header_1": "¿Qué es el trading en Forex??",
  "faq_body_1": "Forex, también conocido como el mercado de divisas o FX, es un mercado global descentralizado en el que se negocian divisas de todo el mundo.El mercado Forex es el mercado más grande y líquido del mundo, con un volumen negociado que en promedio supera los 5 billones de USD cada día.",
  "faq_header_2": "¿Dónde está ubicada la empresa?",
  "faq_body_2": "RightFX está radicada en Chipre, Mauricio y los EAU.",
  "faq_header_3": "¿RightFX es una empresa regulada?",
  "faq_body_3": "Sí, RightFX está autorizada por la Cyprus Securities and Exchange Commission (CySEC) de Chipre, y por la Financial Service Commission (FSC) de Mauricio.",
  "faq_header_4": "¿Qué apalancamiento ofrece RightFX?",
  "faq_body_4": "La empresa ofrece un apalancamiento de hasta 1:400.",
  "faq_header_5": "¿RightFX impone restricciones sobre las estrategias de trading?",
  "faq_body_5": "RightFX permite todos los tipos de operativas siempre que cumplan con los términos y condiciones suscritos por el usuario.",
  "faq_header_6": "¿Cuál es el depósito mínimo?",
  "faq_body_6": "El depósito mínimo es de 250$.",
  "faq_header_7": "¿Cuánto tiempo requiere una retirada de fondos?",
  "faq_body_7": "Procesamos las retiradas en la misma jornada, siempre que la solicitud nos llegue en horario laborable.",
  "faq_header_8": "¿Cuál es la diferencia entre MT4 y MT5?",
  "faq_body_8": "MT4 se desarrolló específicamente para operar en Forex, mientras que MT5 se diseñó para proporcionar a los traders acceso a CFD, acciones y futuros.",
  "faq_header_9": "¿Qué métodos de depósito y retirada tenéis disponibles?",
  "faq_body_9": "Nuestros métodos de depósito y retirada incluyen transferencias bancarias, Skrill, Neteller, Mastercard y Visa.",
  "faq_header_10": "¿Qué documentos se requieren para abrir una cuenta real?",
  "faq_body_10": "Para abrir una cuenta real, los usuarios deben aportar una acreditación de identidad (documento nacional de identidad, pasaporte o permiso de conducir) y una acreditación de su domicilio (facturas de electricidad, agua, teléfono u otros tipos de facturas oficiales).",
  "faq_header_11": "¿Cuál es la diferencia entre las cuentas demo y reales?",
  "faq_body_11": "Una cuenta demo sirve como cuenta de prácticas que permite a los nuevos usuarios disfrutar de una experiencia de trading libre de riesgos, mientras que una cuenta real requiere fondos reales y puede generarte beneficios o pérdidas."
}